{
    "category": [
        "Bird"
    ],
    "taxon_group": [
        "bird"
    ],
    "recommended_taxon_name": [
        "Acrocephalus schoenobaenus"
    ],
    "recommended_authority": [
        "(Linnaeus, 1758)"
    ],
    "recommended_qualifier": [
        null
    ],
    "recommended_taxon_version": [
        "NHMSYS0000530129"
    ],
    "designations": [
        {
            "designated_name": "Acrocephalus schoenobaenus",
            "common_name": "Sedge warbler",
            "source": "Birds of Conservation Concern 5: the red list for birds (Red/Amber list and not based on IUCN criteria)",
            "source_description": "Commonly referred to as the UK Red List for birds, this is the fifth review of the status of birds in the UK, Channel Islands and Isle of Man, and updates the last assessment in 2015. Using standardised criteria, 245 species with breeding, passage or wintering populations in the UK were assessed by experts from a range of bird NGOs and assigned to the Red, Amber or Green lists of conservation concern. December 2021.",
            "url_source": "https://www.bto.org/our-science/publications/birds-conservation-concern",
            "date_designated": "2021-01-01",
            "reporting_category": "Red data categories  - birds (not based on IUCN criteria)",
            "designation": "Bird Population Status - amber",
            "designation_abbreviation": "Bird-Amber",
            "designation_description": "Amber list species are those with an unfavourable conservation status in Europe; those whose population or range has declined moderately in recent years; those whose population has declined historically but made a substantial recent recovery; rare breeders; and those with internationally important or localised populations.",
            "reporting_category_sort_order": "Ga"
        },
        {
            "designated_name": "Acrocephalus schoenobaenus",
            "common_name": "Sedge Warbler",
            "source": "The risk of extinction for birds in Great Britain Sep 2017 British Birds 110: 502-517.",
            "source_description": "The first formal Red List Category for birds based on IUCN criteria and guidelines. This assessment (No 34 in the Species Status series) is not an alternative to BoCC and does not replace or supersede it. It is recommended to use the BoCC status as the starting point for identifying which birds are most deserving of conservation action.  This assessment focusses on regular breeding and over-wintering birds of Great Britain, thus excluding birds in the Isle of Man, Channel Islands and northern Ireland. It includes 289 species and 68 subspecies on the British list and excludes non-natives, vagrants and scarce migrants. For species that have substantial and at least partially distinct breeding and non-breeding populations in GB (defined as having a population in the non-breeding season that is more than twice the size of the breeding population), notably waterbirds, the breeding and wintering populations are assessed separately. Therefore a species is assigned an IUCN Red List category for its breeding and wintering populations. Some notable bird subspecies, all of those for which Britain is of international importance, i.e. more than 20% of the northwest European flyway (wildfowl), East Atlantic flyway (waders) or European (all others) population were also assessed. These are national assessments determining the status of birds in Great Britain, however influences at regional level have also been considered if there is significant immigration of individuals from outside GB likely to breed which could rescue populations from extinction. For non-breeding taxa the assessment considers if conditions both inside and outside the region are deteriorating. Subsequently 22 species have been downgraded to consider this contribution.",
            "url_source": "https://britishbirds.co.uk/article/risk-extinction-birds-great-britain/",
            "date_designated": "2017-09-01",
            "reporting_category": "Red listing based on 2001 IUCN guidelines",
            "designation": "Least Concern",
            "designation_abbreviation": "Bird_RedList_GB_post2001-LC_Breeding",
            "designation_description": "A Taxa which are neither threatened nor near threatened.",
            "iucn_version": "2001",
            "comments": "The status of breeding Sedge Warbler was assessed as being of Least Concern in Great Britain. The population trend does not appear to approach the thresholds for Near Threatened under the population trend criterion (>20% decline over ten years or three generations). The species has an large range, and hence does not approach the thresholds for Near Threatened under the range size criterion (EoO <30,000 km2, AoO <3,000 km2). The population size is large, and hence does not approach the thresholds for Near Threatened under the population size criterion (<15,000 mature individuals with a continuing decline estimated to be >10% in ten years or three generations).",
            "reporting_category_sort_order": "Fc"
        }
    ]
}

