{
    "category": [
        "Invertebrate"
    ],
    "taxon_group": [
        "insect - beetle (Coleoptera)"
    ],
    "recommended_taxon_name": [
        "Aphodius nemoralis"
    ],
    "recommended_authority": [
        "Erichson, 1848"
    ],
    "recommended_qualifier": [
        null
    ],
    "recommended_taxon_version": [
        "NBNSYS0000011490"
    ],
    "designations": [
        {
            "designated_name": "Aphodius nemoralis",
            "source": "A review of the status of the beetles of Great Britain: The stag beetles, dor beetles, dung beetles, chafers and their allies - Lucanidae, Geotrupidae, Trogidae and Scarabaeidae",
            "source_description": "This report was commissioned to update the national threat status of beetles within the Lucanidae, Geotrupidae, Trogidae and Scarabaeidae. It covers all species in these groups, identifying those that are rare and/or under threat as well as non-threatened and nonnative species. Reviews for other invertebrate groups will follow.",
            "url_source": "http://publications.naturalengland.org.uk/publication/5488450394914816?category=4707656804597760",
            "date_designated": "2016-10-31",
            "reporting_category": "Red listing based on 2001 IUCN guidelines",
            "designation": "Data Deficient",
            "designation_abbreviation": "RedList_GB_post2001-DD",
            "designation_description": "A taxon is Data Deficient when there is inadequate information to make a direct, or indirect, assessment of its risk of extinction based on its distribution and/or population status. A taxon in this category may be well studied, and its biology well known, but appropriate data on abundance and/or distribution are lacking. Data Deficient is therefore not a category of threat or Lower Risk. Listing of taxa in this category indicates that more information is required and acknowledges the possibility that future research will show that a threatened category is appropriate.",
            "iucn_version": "2001",
            "comments": "This is a difficult species to locate because its typical habitat of grazed upland and montane woodland may be difficult to access and woodland Aphodiines are generally more difficult to find than those in open habitats (pers obs.). Its main area of distribution (Scotland and northern England) is also poorly recorded, so although there are only nine post-1990 hectads for the species, we can conclude that it is likely to be more widespread than this paucity of records might indicate. There is no obvious ongoing decline. Its GB Rarity Status of Nationally Scarce 'NS' reflects a cautious approach. Future survey should target this species with a view to evaluating its true status. Currently, it is Data Deficient.",
            "reporting_category_sort_order": "Fc"
        },
        {
            "designated_name": "Aphodius nemoralis",
            "source": "A review of the status of the beetles of Great Britain: The stag beetles, dor beetles, dung beetles, chafers and their allies - Lucanidae, Geotrupidae, Trogidae and Scarabaeidae",
            "source_description": "This report was commissioned to update the national threat status of beetles within the Lucanidae, Geotrupidae, Trogidae and Scarabaeidae. It covers all species in these groups, identifying those that are rare and/or under threat as well as non-threatened and nonnative species. Reviews for other invertebrate groups will follow.",
            "url_source": "http://publications.naturalengland.org.uk/publication/5488450394914816?category=4707656804597760",
            "date_designated": "2016-10-31",
            "reporting_category": "Nationally Scarce, Nationally Rare and Other Species",
            "designation": "Nationally Scarce. Includes Red Listed taxa",
            "designation_abbreviation": "NS-includes",
            "designation_description": "Nationally Scarce - Occurring in 16-100 hectads in Great Britain. Includes rare species qualifying under the main IUCN criteria",
            "reporting_category_sort_order": "Gb"
        }
    ]
}

