{
    "category": [
        "Bird"
    ],
    "taxon_group": [
        "bird"
    ],
    "recommended_taxon_name": [
        "Ardea purpurea"
    ],
    "recommended_authority": [
        "Linnaeus, 1766"
    ],
    "recommended_qualifier": [
        null
    ],
    "recommended_taxon_version": [
        "NHMSYS0000530173"
    ],
    "designations": [
        {
            "designated_name": "Ardea purpurea",
            "common_name": "Purple Heron",
            "source": "Bern Convention",
            "source_description": "The Convention on the Conservation of European Wildlife and Natural Habitats (the Bern Convention) was adopted in Bern, Switzerland in 1979, and came into force in 1982. The principal aims of the Convention are to ensure conservation and protection of wild plant and animal species and their natural habitats (listed in Appendices I and II of the Convention), to increase cooperation between contracting parties, and to ensure the protection of certain fauna species (listed in Appendix 3) imposing regulations on any exploitation. To this end the Convention imposes legal obligations on contracting parties, protecting over 500 wild plant species and more than 1000 wild animal species.",
            "date_designated": "1979-01-01",
            "reporting_category": "Bern Convention",
            "designation": "Appendix 2",
            "designation_abbreviation": "Bern-A2",
            "designation_description": "Special protection (`appropriate and necessary legislative and administrative measures`) for the animal taxa listed, includingall forms of deliberate capture and keeping and deliberate killing; the deliberate damage to or destruction of breeding or resting sites; the deliberate disturbance of wild fauna, particularly during the period of breeding, rearing and hibernation, insofar as disturbance would be significant in relation to the objectives of this Convention; the deliberate destruction or taking of eggs from the wild or keeping these eggs even if empty; the possession of and internal trade in these animals, alive or dead, including stuffed animals and any readily recognisable part or derivative thereof, where this would contribute to the effectiveness of the provisions of this article.",
            "reporting_category_sort_order": "A"
        },
        {
            "designated_name": "Ardea purpurea",
            "common_name": "Purple Heron",
            "source": "Birds directive",
            "source_description": "In 1979, the European Community adopted Council Directive 79/409/EEC on the conservation of wild birds (PDF 209KB) (the Birds Directive), in response to the 1979 Bern Convention on the conservation of European habitats and species (the Bern Convention). The Directive provides a framework for the conservation and management of, and human interactions with, wild birds in Europe. It sets broad objectives for a wide range of activities, although the precise legal mechanisms for their achievement are at the discretion of each Member State (in the UK delivery is via several different statutes).",
            "url_source": "http://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32009L0147&from=EN",
            "date_designated": "1979-01-01",
            "reporting_category": "Birds Directive",
            "designation": "Annex 1",
            "designation_abbreviation": "BirdsDir-A1",
            "designation_description": "Birds which are the subject of special conservation measures concerning their habitat in order to ensure their survival and reproduction in their area of distribution. As appropriate, Special Protection Areas to be established to assist conservation measures. Note that the contents of this annex have been updated in April 2003 following the Treaty of Accession.",
            "reporting_category_sort_order": "C"
        },
        {
            "designated_name": "Ardea purpurea",
            "common_name": "Purple Heron",
            "source": "Wildlife and Countryside Act Schedules 1, 5 and 8 (protected birds, animals and plants)",
            "source_description": "Protected Birds, Animals and Plants are listed in Schedules 1, 5 and 8 respectively of the Wildlife and Countryside Act.Schedule 1. The Act makes it an offence (with exception to species listed in Schedule 2) to intentionally kill, injure or take any wild bird or their eggs or nests. Special penalties are available for offences related to birds listed on Schedule 1, for which there are additional offences of disturbing these birds at their nests, or their dependent young. Schedule 5. The Act makes it an offence (subject to exceptions) to intentionally kill, injure, or take, possess, or trade in any wild animal listed in Schedule 5, and prohibits interference with places used for shelter or protection, or intentionally disturbing animals occupying such places. The Act also prohibits certain methods of killing, injuring, or taking wild animals.Schedule 8. The Act makes it an offence (subject to exceptions) to pick, uproot, trade in, or possess (for the purposes of trade) any wild plant listed in Schedule 8, and prohibits the unauthorised intentional uprooting of such plants.There is a statutory five-yearly review of Schedules 5 and 8 (protected wild animals and plants respectively).",
            "url_source": "http://www.legislation.gov.uk/all?title=Wildlife%20and%20Countryside%20Act%201981",
            "date_designated": "1981-01-01",
            "reporting_category": "Wildlife and Countryside Act 1981",
            "designation": "Schedule 1 - Part 1",
            "designation_abbreviation": "WACA-Sch1_part1",
            "designation_description": "Birds and their young, for which it is an offence to intentionally or recklessly disturb at, on or near an active nest. They are protected by special penalties at all times.",
            "reporting_category_sort_order": "I"
        },
        {
            "designated_name": "Ardea purpurea",
            "common_name": "Purple Heron",
            "source": "Agreement on the Conservation of African-Eurasian Migratory Waterbirds (AEWA)",
            "source_description": "Agreement on the Conservation of African-Eurasian Migratory Waterbirds (AEWA) as adopted by the 4th Session of the Meeting of the Parties to AEWA, September 2008. Published by the UNEP/AEWA Secretariat, UN-Premises, Hermann-Ehlers-Str. 10, D-53113 Bonn, Germany",
            "date_designated": "2008-09-01",
            "reporting_category": "Convention on Migratory Species",
            "designation": "AEWA Annex II",
            "designation_abbreviation": "CMS_AEWA-A2",
            "designation_description": "Conservation of migratory waterbirds, giving special attention to endangered species as well as to those with an unfavourable conservation status.",
            "criteria_description": "Species of birds that are ecologically dependent on wetlands for at least part of their annual cycle, have a range which lies entirely or partly within the Agreement Area",
            "reporting_category_sort_order": "C1"
        }
    ]
}

