{
    "category": [
        "Bird"
    ],
    "taxon_group": [
        "bird"
    ],
    "recommended_taxon_name": [
        "Aythya ferina"
    ],
    "recommended_authority": [
        "(Linnaeus, 1758)"
    ],
    "recommended_qualifier": [
        null
    ],
    "recommended_taxon_version": [
        "NBNSYS0000000137"
    ],
    "designations": [
        {
            "designated_name": "Anatidae",
            "common_name": "Pochard",
            "source": "Convention on Migratory Species",
            "source_description": "The Convention on the Conservation of Migratory Species of Wild Animals (Bonn Convention or CMS) was adopted in Bonn, Germany in 1979 and came into force in 1985. Contracting Parties work together to conserve migratory species and their habitats by providing strict protection for endangered migratory species (listed in Appendix 1 of the Convention), concluding multilateral Agreements for the conservation and management of migratory species which require or would benefit from international cooperation (listed in Appendix 2), and by undertaking co-operative research activities",
            "date_designated": "1979-01-01",
            "reporting_category": "Convention on Migratory Species",
            "designation": "Appendix 2",
            "designation_abbreviation": "CMS_A2",
            "designation_description": "Migratory species having an unfavourable conservation status for which Range States are encouraged to conclude international agreements for their benefit.",
            "reporting_category_sort_order": "C1"
        },
        {
            "designated_name": "Aythya ferina",
            "common_name": "Pochard",
            "source": "Birds directive",
            "source_description": "In 1979, the European Community adopted Council Directive 79/409/EEC on the conservation of wild birds (PDF 209KB) (the Birds Directive), in response to the 1979 Bern Convention on the conservation of European habitats and species (the Bern Convention). The Directive provides a framework for the conservation and management of, and human interactions with, wild birds in Europe. It sets broad objectives for a wide range of activities, although the precise legal mechanisms for their achievement are at the discretion of each Member State (in the UK delivery is via several different statutes).",
            "url_source": "http://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32009L0147&from=EN",
            "date_designated": "1979-01-01",
            "reporting_category": "Birds Directive",
            "designation": "Annex 2.1",
            "designation_abbreviation": "BirdsDir-A2.1",
            "designation_description": "Birds which may potentially be hunted under national legislation within the geographical land and sea area to which the Directive applies. (Note that some species are protected by the national legislation of some Member States although hunting would potentially be legal under the Directive).",
            "reporting_category_sort_order": "C"
        },
        {
            "designated_name": "Aythya ferina",
            "common_name": "Pochard",
            "source": "Wildlife (Northern Ireland) Order (1985)",
            "source_description": "The principle legislation for wildlife protection in Northern Ireland",
            "date_designated": "1985-01-01",
            "reporting_category": "The Wildlife (Northern Ireland) Order 1985",
            "designation": "Schedule 1 Part 2",
            "designation_abbreviation": "W(NI)O-Sch1_part2",
            "designation_description": "Birds which are protected by special penalties during the close season.",
            "reporting_category_sort_order": "J"
        },
        {
            "designated_name": "Aythya ferina",
            "common_name": "Pochard",
            "source": "Birds of Conservation Concern 5: the red list for birds (Red/Amber list and not based on IUCN criteria)",
            "source_description": "Commonly referred to as the UK Red List for birds, this is the fifth review of the status of birds in the UK, Channel Islands and Isle of Man, and updates the last assessment in 2015. Using standardised criteria, 245 species with breeding, passage or wintering populations in the UK were assessed by experts from a range of bird NGOs and assigned to the Red, Amber or Green lists of conservation concern. December 2021.",
            "url_source": "https://www.bto.org/our-science/publications/birds-conservation-concern",
            "date_designated": "2021-01-01",
            "reporting_category": "Red data categories  - birds (not based on IUCN criteria)",
            "designation": "Bird Population Status - red",
            "designation_abbreviation": "Bird-Red",
            "designation_description": "Red list species are those that are Globally Threatened according to IUCN criteria; those whose population or range has declined rapidly in recent years; and those that have declined historically and not shown a substantial recent recovery.",
            "reporting_category_sort_order": "Ga"
        },
        {
            "designated_name": "Aythya ferina",
            "common_name": "pochard",
            "source": "Northern Ireland Priority Species List, March 2010",
            "source_description": "Northern Ireland Priority Species List - March 2010. A list of threatened species requiring conservation action in Northern Ireland. Selection criteria- 1. Listed as a UK Priority Species. 2. Rapid decline (2% per year). 3. Decline (1% year) with Northern Ireland being a stronghold (S) consisting of either >50% Irish population or >20% UK population/range or with the Irish or UK population restricted (R) to Northern Ireland or with the Irish or UK population restricted (R) to Northern Ireland i.e. Decline + S or R. 4. Rare (confined to a small population of one or two sites in Northern Ireland) with Northern Ireland being a stronghold (S) consisting of either >50% Irish population or >20% UK population/range or with the Irish or UK population restricted (R) to Northern Ireland i.e. Rare + S or R. 5. At least 20% of international population of species or well-recognised subspecies occurring in Northern Ireland. 6. Irish Red Data Book (RDB) species classed as critically endangered (CR), endangered (EN) or vulnerable (VU). 7. Red-listed species in either Birds of Conservation Concern in Ireland (BOCCI) or the UK Birds of Conservation Concern (UK BOCC) lists.",
            "date_designated": "2010-03-01",
            "reporting_category": "Biodiversity Lists - Northern Ireland",
            "designation": "Priority Species (Northern Ireland)",
            "designation_abbreviation": "NI_Priority",
            "designation_description": "The Northern Ireland Priority List of threatened species requiring conservation action in Northern Ireland. Criteria have been developed to ensure that Priority Species have been chosen using a scientific basis (See http-//www.habitas.org.uk/priority/criteria.html). The list is designed to assist those involved in the conservation of biodiversity by guiding decisions on where to target action and invest resources.",
            "criteria_description": "2,4",
            "reporting_category_sort_order": "He"
        },
        {
            "designated_name": "Aythya ferina",
            "common_name": "Common Pochard",
            "source": "Agreement on the Conservation of African-Eurasian Migratory Waterbirds (AEWA)",
            "source_description": "Agreement on the Conservation of African-Eurasian Migratory Waterbirds (AEWA) as adopted by the 4th Session of the Meeting of the Parties to AEWA, September 2008. Published by the UNEP/AEWA Secretariat, UN-Premises, Hermann-Ehlers-Str. 10, D-53113 Bonn, Germany",
            "date_designated": "2008-09-01",
            "reporting_category": "Convention on Migratory Species",
            "designation": "AEWA Annex II",
            "designation_abbreviation": "CMS_AEWA-A2",
            "designation_description": "Conservation of migratory waterbirds, giving special attention to endangered species as well as to those with an unfavourable conservation status.",
            "criteria_description": "Species of birds that are ecologically dependent on wetlands for at least part of their annual cycle, have a range which lies entirely or partly within the Agreement Area",
            "reporting_category_sort_order": "C1"
        },
        {
            "designated_name": "Aythya ferina",
            "common_name": "Common Pochard",
            "source": "The risk of extinction for birds in Great Britain Sep 2017 British Birds 110: 502-517.",
            "source_description": "The first formal Red List Category for birds based on IUCN criteria and guidelines. This assessment (No 34 in the Species Status series) is not an alternative to BoCC and does not replace or supersede it. It is recommended to use the BoCC status as the starting point for identifying which birds are most deserving of conservation action.  This assessment focusses on regular breeding and over-wintering birds of Great Britain, thus excluding birds in the Isle of Man, Channel Islands and northern Ireland. It includes 289 species and 68 subspecies on the British list and excludes non-natives, vagrants and scarce migrants. For species that have substantial and at least partially distinct breeding and non-breeding populations in GB (defined as having a population in the non-breeding season that is more than twice the size of the breeding population), notably waterbirds, the breeding and wintering populations are assessed separately. Therefore a species is assigned an IUCN Red List category for its breeding and wintering populations. Some notable bird subspecies, all of those for which Britain is of international importance, i.e. more than 20% of the northwest European flyway (wildfowl), East Atlantic flyway (waders) or European (all others) population were also assessed. These are national assessments determining the status of birds in Great Britain, however influences at regional level have also been considered if there is significant immigration of individuals from outside GB likely to breed which could rescue populations from extinction. For non-breeding taxa the assessment considers if conditions both inside and outside the region are deteriorating. Subsequently 22 species have been downgraded to consider this contribution.",
            "url_source": "https://britishbirds.co.uk/article/risk-extinction-birds-great-britain/",
            "date_designated": "2017-09-01",
            "reporting_category": "Red listing based on 2001 IUCN guidelines",
            "designation": "Endangered",
            "designation_abbreviation": "Bird_RedList_GB_post2001-EN_Breeding",
            "designation_description": "A taxon is Endangered when it is not Critically endangered but is facing a very high risk of extinction in the wild in the near future.",
            "iucn_version": "2001",
            "criteria_description": "A2c+3c+4c",
            "comments": "The status of breeding Common Pochard was assessed as being Endangered in Great Britain under criteria A2,3,4c, due to an observed, estimated, inferred or suspected range decline (AoO) of at least 50% (56%) over 3 generations (23 years) in the past, future, and a period spanning both.",
            "reporting_category_sort_order": "Fc"
        },
        {
            "designated_name": "Aythya ferina",
            "common_name": "Common Pochard",
            "source": "The risk of extinction for birds in Great Britain Sep 2017 British Birds 110: 502-517.",
            "source_description": "The first formal Red List Category for birds based on IUCN criteria and guidelines. This assessment (No 34 in the Species Status series) is not an alternative to BoCC and does not replace or supersede it. It is recommended to use the BoCC status as the starting point for identifying which birds are most deserving of conservation action.  This assessment focusses on regular breeding and over-wintering birds of Great Britain, thus excluding birds in the Isle of Man, Channel Islands and northern Ireland. It includes 289 species and 68 subspecies on the British list and excludes non-natives, vagrants and scarce migrants. For species that have substantial and at least partially distinct breeding and non-breeding populations in GB (defined as having a population in the non-breeding season that is more than twice the size of the breeding population), notably waterbirds, the breeding and wintering populations are assessed separately. Therefore a species is assigned an IUCN Red List category for its breeding and wintering populations. Some notable bird subspecies, all of those for which Britain is of international importance, i.e. more than 20% of the northwest European flyway (wildfowl), East Atlantic flyway (waders) or European (all others) population were also assessed. These are national assessments determining the status of birds in Great Britain, however influences at regional level have also been considered if there is significant immigration of individuals from outside GB likely to breed which could rescue populations from extinction. For non-breeding taxa the assessment considers if conditions both inside and outside the region are deteriorating. Subsequently 22 species have been downgraded to consider this contribution.",
            "url_source": "https://britishbirds.co.uk/article/risk-extinction-birds-great-britain/",
            "date_designated": "2017-09-01",
            "reporting_category": "Red listing based on 2001 IUCN guidelines",
            "designation": "Endangered",
            "designation_abbreviation": "Bird_RedList_GB_post2001-EN_NonBreeding",
            "designation_description": "A taxon is Endangered when it is not Critically endangered but is facing a very high risk of extinction in the wild in the near future.",
            "iucn_version": "2001",
            "criteria_description": "A2a+3a+4a",
            "comments": "The status of non-breeding Common Pochard was assessed as being Endangered in Great Britain under criteria A2,3,4a, due to an observed, estimated, inferred or suspected population decline of at least 50% (56%) over 3 generations (23 years) in the past, future, and a period spanning both.",
            "reporting_category_sort_order": "Fc"
        },
        {
            "designated_name": "Aythya ferina",
            "common_name": "Pochard",
            "source": "Scottish Biodiversity List (incorporating 2007 updates and 2012 categorisation)",
            "source_description": "The Scottish Biodiversity List (SBL) is a list of animals, plants and habitats that Scottish Ministers consider to be of principal importance for biodiversity conservation in Scotland. More information is available from this link: http://www.biodiversityscotland.gov.uk/advice-and-resources/scottish-biodiversity-list/how/. April 2013.",
            "url_source": "http://www.gov.scot/Topics/Environment/Wildlife-Habitats/16118/Biodiversitylist/SBL",
            "date_designated": "2005-11-29",
            "reporting_category": "Biodiversity Lists - Scotland",
            "designation": "Scottish Biodiversity List",
            "designation_abbreviation": "Scottish_Biodiversity_List",
            "designation_description": "The Scottish Biodiversity List is a list of flora, fauna and habitats considered by the Scottish Ministers to be of principal importance for biodiversity conservation. The development of the list has been a collaborative effort involving a great many stakeholders overseen by scientists from the Scottish Biodiversity Forum. Completion of the list is the first time such a stocktake has been done in Scotland.The Scottish Biodiversity List is a tool for public bodies and others doing their Biodiversity Duty. The publication of the Scottish Biodiversity List satisfies the requirements of Section 2(4) of The Nature Conservation (Scotland) Act 2004.",
            "criteria_description": "Category: Conservation action needed; Avoid negative impacts; Criterion: S5 - >25% Scottish Decline",
            "comments": "Terrestrial/Freshwater Species.",
            "reporting_category_sort_order": "Hc"
        }
    ]
}

