{
    "category": [
        "Invertebrate"
    ],
    "taxon_group": [
        "insect - mayfly (Ephemeroptera)"
    ],
    "recommended_taxon_name": [
        "Baetis fuscatus"
    ],
    "recommended_authority": [
        "Linnaeus, 1761"
    ],
    "recommended_qualifier": [
        null
    ],
    "recommended_taxon_version": [
        "NHMSYS0000066961"
    ],
    "designations": [
        {
            "designated_name": "Baetis fuscatus",
            "source": "A review of the status of the mayflies (Ephemeroptera) of Great Britain",
            "source_description": "This report was commissioned to update the threat status of mayflies from work originally undertaken in date 1990, using the IUCN methodology for assessing threat.",
            "url_source": "http://publications.naturalengland.org.uk/publication/4635857668538368?category=4707656804597760",
            "date_designated": "2016-03-11",
            "reporting_category": "Red listing based on 2001 IUCN guidelines",
            "designation": "Data Deficient",
            "designation_abbreviation": "RedList_GB_post2001-DD",
            "designation_description": "A taxon is Data Deficient when there is inadequate information to make a direct, or indirect, assessment of its risk of extinction based on its distribution and/or population status. A taxon in this category may be well studied, and its biology well known, but appropriate data on abundance and/or distribution are lacking. Data Deficient is therefore not a category of threat or Lower Risk. Listing of taxa in this category indicates that more information is required and acknowledges the possibility that future research will show that a threatened category is appropriate.",
            "iucn_version": "2001",
            "comments": "Due to problems with the separation of larvae of this species and Baetis scambus it is difficult to compile a complete distribution for this species.  Whilst B. fuscatus is thought to be less common than B. scambus there are records from across the UK.  It is therefore likely that this species occurs in more than 100 hectads.",
            "reporting_category_sort_order": "Fc"
        }
    ]
}

