{
    "category": [
        "Non-vascular plant"
    ],
    "taxon_group": [
        "moss"
    ],
    "recommended_taxon_name": [
        "Bruchia vogesiaca"
    ],
    "recommended_authority": [
        "Schwaegr."
    ],
    "recommended_qualifier": [
        null
    ],
    "recommended_taxon_version": [
        "NBNSYS0000163957"
    ],
    "designations": [
        {
            "designated_name": "Bruchia vogesiaca",
            "source": "A revised list of nationally rare bryophytes, 2010",
            "source_description": "Preston, C., 2010, A revised list of nationally rare bryophytes, Field Bryology 100",
            "date_designated": "2010-02-01",
            "reporting_category": "Rare and scarce species (not based on IUCN criteria)",
            "designation": "Nationally Rare. Excludes Red Listed taxa",
            "designation_abbreviation": "NR-excludes",
            "designation_description": "Nationally Rare - Occurring in 15 or fewer hectads in Great Britain. Excludes rare species qualifying under the main IUCN criteria.",
            "criteria_description": "Species present in 1-15 10-km grid squares",
            "reporting_category_sort_order": "Gb"
        },
        {
            "designated_name": "Bruchia vogesiaca",
            "common_name": "A moss",
            "source": "Habitats Directive",
            "source_description": "In 1992 the European Community adopted Council Directive 92/43/EEC on the Conservation of natural habitats and of wild fauna and flora (EC Habitats Directive). This is the means by which the Community meets its obligations as a signatory of the Convention on the Conservation of European Wildlife and Natural Habitats (Bern Convention). The provisions of the Directive requires Member States to introduce a range of measures including the protection of species listed in the Annexes; to undertake surveillance of habitats and species and produce a report every six years on the implementation of the Directive. The 169 habitats listed in Annex I of the Directive and the 623 species listed in Annex II, are to be protected by means of a network of sites. Each Member State is required to prepare and propose a national list of sites, which will be evaluated in order to form a European network of Sites of Community Importance (SCIs). These will eventually be designated by Member States as Special Areas of Conservation (SACs), and along with Special Protection Areas (SPAs) classified under the EC Birds Directive, form a network of protected areas known as Natura 2000.",
            "url_source": "http://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:01992L0043-20070101&from=EN",
            "date_designated": "1992-05-21",
            "reporting_category": "Habitats Directive",
            "designation": "Annex 2 - non-priority species",
            "designation_abbreviation": "HabDir-A2*",
            "designation_description": "Animal and plant species of Community interest (i.e. endangered, vulnerable, rare or endemic in the European Community) whose conservation requires the designation of special areas of conservation. Note that the contents of this annex have been updated in April 2003 following the Treaty of Accession.",
            "reporting_category_sort_order": "D"
        }
    ]
}

