{
    "category": [
        "Non-vascular plant"
    ],
    "taxon_group": [
        "lichen"
    ],
    "recommended_taxon_name": [
        "Cladonia portentosa"
    ],
    "recommended_authority": [
        "(Dufour) Coem."
    ],
    "recommended_qualifier": [
        null
    ],
    "recommended_taxon_version": [
        "NBNSYS0000018396"
    ],
    "designations": [
        {
            "designated_name": "Cladonia subgenus Cladina",
            "common_name": "subgenus lichen",
            "source": "Habitats Directive",
            "source_description": "In 1992 the European Community adopted Council Directive 92/43/EEC on the Conservation of natural habitats and of wild fauna and flora (EC Habitats Directive). This is the means by which the Community meets its obligations as a signatory of the Convention on the Conservation of European Wildlife and Natural Habitats (Bern Convention). The provisions of the Directive requires Member States to introduce a range of measures including the protection of species listed in the Annexes; to undertake surveillance of habitats and species and produce a report every six years on the implementation of the Directive. The 169 habitats listed in Annex I of the Directive and the 623 species listed in Annex II, are to be protected by means of a network of sites. Each Member State is required to prepare and propose a national list of sites, which will be evaluated in order to form a European network of Sites of Community Importance (SCIs). These will eventually be designated by Member States as Special Areas of Conservation (SACs), and along with Special Protection Areas (SPAs) classified under the EC Birds Directive, form a network of protected areas known as Natura 2000.",
            "url_source": "http://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:01992L0043-20070101&from=EN",
            "date_designated": "1992-01-01",
            "reporting_category": "Habitats Directive",
            "designation": "Annex 5",
            "designation_abbreviation": "HabDir-A5",
            "designation_description": "Animal and plant species of Community interest whose taking in the wild and exploitation may be subject to management measures.",
            "reporting_category_sort_order": "D"
        },
        {
            "designated_name": "Cladonia portentosa",
            "common_name": "Subgenus lichen",
            "source": "A Conservation Evaluation of British Lichens and Lichenicolous Fungi (2012)",
            "source_description": "Woods, R.G. & Coppins, B. J. 2012. A Conservation Evaluation of British Lichens and Lichenicolous Fungi. Species Status 13. Joint Nature Conservation Committee, Peterborough.",
            "url_source": "http://jncc.defra.gov.uk/pdf/Lichens_web_Edits%2020%20Aug.pdf",
            "date_designated": "2012-01-01",
            "reporting_category": "Red listing based on 2001 IUCN guidelines",
            "designation": "Least concern",
            "designation_abbreviation": "RedList_GB_post2001-LC",
            "designation_description": "Taxa which are neither threatened nor near threatened.",
            "iucn_version": "2001",
            "reporting_category_sort_order": "Fc"
        }
    ]
}

