{
    "category": [
        "Vascular plant"
    ],
    "taxon_group": [
        "flowering plant"
    ],
    "recommended_taxon_name": [
        "Cochlearia micacea"
    ],
    "recommended_authority": [
        "E.S. Marshall"
    ],
    "recommended_qualifier": [
        null
    ],
    "recommended_taxon_version": [
        "NHMSYS0000457396"
    ],
    "designations": [
        {
            "designated_name": "Cochlearia micacea",
            "common_name": "mountain scurvygrass",
            "source": "The Vascular Plant Red Data List for Great Britain - 2006 Cheffings, C. and Farrell, L. (Editors) and A tool for assessing the current conservation status of vascular plants on SSSIs in England- May 2006, ENRR 690 (Leach & Rusbridge)",
            "source_description": "Produced as part of the JNCC Species Status Assessment project, to assess the status of vascular plants throughout Great Britain. IMPORTANT- the Vascular Plant Red Data List for Great Britain has recently been revised (2006). For the first time, all native and archaeophyte taxa have been analysed, not just those that had already been identified as rare or scarce. This analysis has been made possible by the publication of the New Atlas of the British and Irish Flora (Preston et al., 2002), which has allowed comparisons to be made with the Atlas of the British Flora (Perring & Walters, 1962) for all taxa. This work satisfies the commitment made in Plant Diversity Challenge- The UK's response to the Global Strategy for Plant Conservation (JNCC, 2004) to assess all vascular plants in the UK using IUCN criteria. It will also be used to inform future priority setting in the Biodiversity Action Plan (BAP) process. The bulk of the report is, of course, the Red List itself, but it contains much more than this. There are sections on data sources, the criteria used, endemics, international responsibility and difficult groups. Throughout the project the Working Group and others have identified individual taxa or groups of species where further distributional data or taxonomic research are required before proper threat assessments can be made. Many such taxa do not appear in the new Red List but, for now, are listed in the so-called 'Waiting List' in section 8. More generally, the Working Group recognised that much more population data are required in order to apply some of the IUCN criteria. Our discussions included wider aspects of Red List interpretation and how the list might be used (for example, when reviewing the list of taxa included in the UK Biodiversity Action Plan). There have been three editions of the Red Data Book for vascular plants in Great Britain (Perring & Farrell, 1977, 1983; Wigginton, 1999). These were all based on the distributional data provided in the first plant atlas, with additional information from targeted surveys looking at rare and scarce taxa. The huge quantity of new distributional information provided by the New Atlas, meant that a thorough revision of the conservation status of all vascular plants was appropriate. The IUCN categories assigned in this report supersede those given in Wigginton (1999) or in Cheffings (2004). In this report, the terms 'Red List' and 'Red Data List' have been used synonymously, to refer to the list of all taxa that have been analysed according to IUCN criteria.  This includes threatened taxa as well as those that are 'Least Concern'.  This is a change in usage compared to the past, when a taxon that was 'on the Red List' was considered to be threatened.  In this report, a taxon that is 'on the Red List' is not necessarily threatened, but has been assigned an IUCN category. This report has been produced by a working group with representation from a range of interested organisations. The organisations represented were- Scottish Natural Heritage, the Joint Nature Conservation Committee, the Biological Records Centre (within the Centre for Ecology and Hydrology), the Botanical Society of the British Isles, the Countryside Council for Wales, English Nature, the Natural History Museum, Plantlife International and the Royal Botanic Garden Edinburgh.",
            "url_source": "https://hub.jncc.gov.uk/assets/cc1e96f8-b105-4dd0-bd87-4a4f60449907",
            "date_designated": "2007-01-01",
            "reporting_category": "Rare and scarce species (not based on IUCN criteria)",
            "designation": "Nationally Scarce. Excludes Red Listed taxa",
            "designation_abbreviation": "NS-excludes",
            "designation_description": "Nationally Scarce - Occurring in 16-100 hectads in Great Britain. Excludes rare species qualifying under the main IUCN criteria",
            "reporting_category_sort_order": "Gb"
        },
        {
            "designated_name": "Cochlearia micacea",
            "common_name": "Mountain Scurvygrass",
            "source": "Scottish Biodiversity List (incorporating 2007 updates and 2012 categorisation)",
            "source_description": "The Scottish Biodiversity List (SBL) is a list of animals, plants and habitats that Scottish Ministers consider to be of principal importance for biodiversity conservation in Scotland. More information is available from this link: http://www.biodiversityscotland.gov.uk/advice-and-resources/scottish-biodiversity-list/how/. April 2013.",
            "url_source": "http://www.gov.scot/Topics/Environment/Wildlife-Habitats/16118/Biodiversitylist/SBL",
            "date_designated": "2007-06-01",
            "reporting_category": "Biodiversity Lists - Scotland",
            "designation": "Scottish Biodiversity List",
            "designation_abbreviation": "Scottish_Biodiversity_List",
            "designation_description": "The Scottish Biodiversity List is a list of flora, fauna and habitats considered by the Scottish Ministers to be of principal importance for biodiversity conservation. The development of the list has been a collaborative effort involving a great many stakeholders overseen by scientists from the Scottish Biodiversity Forum. Completion of the list is the first time such a stocktake has been done in Scotland.The Scottish Biodiversity List is a tool for public bodies and others doing their Biodiversity Duty. The publication of the Scottish Biodiversity List satisfies the requirements of Section 2(4) of The Nature Conservation (Scotland) Act 2004.",
            "criteria_description": "Category: Watching brief only; Criterion: S1 - on UKBAP list",
            "comments": "Terrestrial/Freshwater Species. Added to UK BAP list in 2007. Criteria: Other",
            "reporting_category_sort_order": "Hc"
        },
        {
            "designated_name": "Cochlearia micacea",
            "common_name": "Mountain Scurvy-grass",
            "source": "UK list of Priority Habitats and Species",
            "source_description": "Starting in 2005, the old UK BAP priorities were reviewed and a new list called the UK List of Priority Species and Habitats was published in 2007 after adoption by the Governments of all four UK administrations. The species and habitats on this list help guide conservation actions being taken by the four countries in the UK as part of the UK contribution to the Convention on Biological Diversity.",
            "date_designated": "2007-08-28",
            "reporting_category": "Biodiversity Action Plan UK list of priority species",
            "designation": "Priority Species",
            "designation_abbreviation": "BAP-2007",
            "designation_description": "The UK List of Priority Species and Habitats contains 1150 species and 65 habitats that have been listed as priorities for conservation action under the UK Biodiversity Action Plan (UK BAP).",
            "criteria_description": "Other",
            "comments": "status on former BAP list- Species Action Plan",
            "reporting_category_sort_order": "Ha"
        }
    ]
}

