{
    "category": [
        "Invertebrate"
    ],
    "taxon_group": [
        "insect - dragonfly (Odonata)"
    ],
    "recommended_taxon_name": [
        "Coenagrion pulchellum"
    ],
    "recommended_authority": [
        "(Vander Linden, 1825)"
    ],
    "recommended_qualifier": [
        null
    ],
    "recommended_taxon_version": [
        "NBNSYS0000005605"
    ],
    "designations": [
        {
            "designated_name": "Coenagrion pulchellum",
            "source": "The Odonata Red Data List for Great Britain -  2008 (Caroline Daguet, Dr Graham French and Dr Pam Taylor - Eds)",
            "source_description": "This report has been produced as part of the JNCC Species Status Assessment project, assigning conservation status to British flora and fauna using internationally-approved IUCN Red Data Book criteria and categories (JNCC, 2006). Within this project, the remit of the present report is to assess the status of Odonata throughout Great Britain, using the updated IUCN Red Data Book criteria and categories. The previous assessment of the conservation status of British Odonata using IUCN criteria and categories is in Shirt, 1987. This lists four species as Endangered, two as Vulnerable and three as Rare. Three of the Endangered species were regarded as extinct in Britain.",
            "url_source": "http://jncc.defra.gov.uk/pdf/pub08_speciesstatus11.pdf",
            "date_designated": "2008-10-29",
            "reporting_category": "Red listing based on 2001 IUCN guidelines",
            "designation": "Near Threatened",
            "designation_abbreviation": "RedList_GB_post2001-NT",
            "designation_description": "Taxa which do not qualify for Lower Risk (conservation dependent), but which are close to qualifying for Vulnerable. In Britain, this category includes species which occur in 15 or fewer hectads but do not qualify as Critically Endangered, Endangered or Vulnerable.",
            "iucn_version": "2001",
            "comments": "Not qualifying for EN or VU as in more than 10 locations.",
            "reporting_category_sort_order": "Fc"
        }
    ]
}

