{
    "category": [
        "Vascular plant"
    ],
    "taxon_group": [
        "flowering plant"
    ],
    "recommended_taxon_name": [
        "Dactylorhiza traunsteinerioides subsp. francis-drucei"
    ],
    "recommended_authority": [
        "(Wilmott) R.M. Bateman & Denholm"
    ],
    "recommended_qualifier": [
        null
    ],
    "recommended_taxon_version": [
        "NHMSYS0020978920"
    ],
    "designations": [
        {
            "designated_name": "Dactylorhiza traunsteinerioides subsp. lapponica",
            "common_name": "Lapland marsh orchid",
            "source": "Wildlife and Countryside Act Schedules 1, 5 and 8 (protected birds, animals and plants)",
            "source_description": "Protected Birds, Animals and Plants are listed in Schedules 1, 5 and 8 respectively of the Wildlife and Countryside Act.Schedule 1. The Act makes it an offence (with exception to species listed in Schedule 2) to intentionally kill, injure or take any wild bird or their eggs or nests. Special penalties are available for offences related to birds listed on Schedule 1, for which there are additional offences of disturbing these birds at their nests, or their dependent young. Schedule 5. The Act makes it an offence (subject to exceptions) to intentionally kill, injure, or take, possess, or trade in any wild animal listed in Schedule 5, and prohibits interference with places used for shelter or protection, or intentionally disturbing animals occupying such places. The Act also prohibits certain methods of killing, injuring, or taking wild animals.Schedule 8. The Act makes it an offence (subject to exceptions) to pick, uproot, trade in, or possess (for the purposes of trade) any wild plant listed in Schedule 8, and prohibits the unauthorised intentional uprooting of such plants.There is a statutory five-yearly review of Schedules 5 and 8 (protected wild animals and plants respectively).",
            "url_source": "http://www.legislation.gov.uk/all?title=Wildlife%20and%20Countryside%20Act%201981",
            "date_designated": "1992-01-01",
            "reporting_category": "Wildlife and Countryside Act 1981",
            "designation": "Schedule 8",
            "designation_abbreviation": "WACA-Sch8",
            "designation_description": "Plants which are protected from intentional picking, uprooting or destruction (Section 13 1a); selling, offering for sale, possessing or transporting for the purpose of sale (live or dead, part or derivative) (Section 13 2a); advertising (any of these) for buying or selling (Section 13 2b).",
            "reporting_category_sort_order": "I"
        },
        {
            "designated_name": "Orchidaceae",
            "common_name": "Lapland Marsh-Orchid",
            "source": "CITES UK Species only",
            "source_description": "The Washington Convention on International Trade in Endangered Species of Wild Fauna and Flora, more commonly known as CITES, aims to protect certain plants and animals by regulating and monitoring their international trade to prevent it reaching unsustainable levels. The Convention entered into force in 1975, and the UK became a Party in 1976.",
            "date_designated": "1997-01-01",
            "reporting_category": "EC Cites",
            "designation": "Annex B",
            "designation_abbreviation": "ECCITES-B",
            "designation_description": "All other CITES Appendix II species not listed in Annex A.Some CITES Appendix III species.Some non-CITES species.",
            "reporting_category_sort_order": "E"
        }
    ]
}

