{
    "category": [
        "Fish"
    ],
    "taxon_group": [
        "cartilagenous fish (Chondrichthyes)"
    ],
    "recommended_taxon_name": [
        "Echinorhinus brucus"
    ],
    "recommended_authority": [
        "(Bonnaterre, 1788)"
    ],
    "recommended_qualifier": [
        null
    ],
    "recommended_taxon_version": [
        "NBNSYS0000181525"
    ],
    "designations": [
        {
            "designated_name": "Echinorhinus brucus",
            "common_name": "Bramble Shark, Spinous Shark, Spiny Shark",
            "source": "The IUCN Red List of Threatened Species (2010)",
            "source_description": "The IUCN Red List of Threatened Species provides taxonomic, conservation status and distribution information on taxa that have been globally evaluated using the IUCN Red List Categories and Criteria. This system is designed to determine the relative risk of extinction, and the main purpose of the IUCN Red List is to catalogue and highlight those taxa that are facing a higher risk of global extinction (i.e. those listed as Critically Endangered, Endangered and Vulnerable). The IUCN Red List also includes information on taxa that are categorized as Extinct or Extinct in the Wild; on taxa that cannot be evaluated because of insufficient information (i.e. are Data Deficient); and on taxa that are either close to meeting the threatened thresholds or that would be threatened were it not for an ongoing taxon-specific conservation programme (i.e. are Near Threatened).",
            "date_designated": "2003-01-01",
            "reporting_category": "Global Red list status",
            "designation": "Data Deficient",
            "designation_abbreviation": "RedList_Global_post2001_DD",
            "designation_description": "A taxon is Data Deficient when there is inadequate information to make a direct, or indirect, assessment of its risk of extinction based on its distribution and/or population status. A taxon in this category may be well studied, and its biology well known, but appropriate data on abundance and/or distribution are lacking. Data Deficient is therefore not a category of threat. Listing of taxa in this category indicates that more information is required and acknowledges the possibility that future research will show that threatened classification is appropriate. It is important to make positive use of whatever data are available. In many cases great care should be exercised in choosing between DD and a threatened status. If the range of a taxon is suspected to be relatively circumscribed, and a considerable period of time has elapsed since the last record of the taxon, threatened status may well be justified.",
            "iucn_version": "2001",
            "criteria_description": "ver 2001",
            "comments": "Population trend= 'unknown'",
            "reporting_category_sort_order": "F"
        }
    ]
}

