{
    "category": [
        "Invertebrate"
    ],
    "taxon_group": [
        "insect - hymenopteran"
    ],
    "recommended_taxon_name": [
        "Formica aquilonia"
    ],
    "recommended_authority": [
        "Yarrow, 1955"
    ],
    "recommended_qualifier": [
        null
    ],
    "recommended_taxon_version": [
        "NHMSYS0000875949"
    ],
    "designations": [
        {
            "designated_name": "Formica aquilonia",
            "source": "The IUCN Red List of Threatened Species (2010)",
            "source_description": "The IUCN Red List of Threatened Species provides taxonomic, conservation status and distribution information on taxa that have been globally evaluated using the IUCN Red List Categories and Criteria. This system is designed to determine the relative risk of extinction, and the main purpose of the IUCN Red List is to catalogue and highlight those taxa that are facing a higher risk of global extinction (i.e. those listed as Critically Endangered, Endangered and Vulnerable). The IUCN Red List also includes information on taxa that are categorized as Extinct or Extinct in the Wild; on taxa that cannot be evaluated because of insufficient information (i.e. are Data Deficient); and on taxa that are either close to meeting the threatened thresholds or that would be threatened were it not for an ongoing taxon-specific conservation programme (i.e. are Near Threatened).",
            "date_designated": "1996-01-01",
            "reporting_category": "Global Red list status",
            "designation": "Near Threatened",
            "designation_abbreviation": "RedList_Global_post94-NT",
            "designation_description": "Taxa which do not qualify for Lower Risk (conservation dependent), but which are close to qualifying for Vulnerable. In Britain, this category includes species which occur in 15 or fewer hectads but do not qualify as Critically Endangered, Endangered or Vulnerable.",
            "iucn_version": "1994",
            "criteria_description": "ver 1994",
            "reporting_category_sort_order": "F"
        },
        {
            "designated_name": "Formica aquilonia",
            "common_name": "Scottish wood ant",
            "source": "Northern Ireland Priority Species List, March 2010",
            "source_description": "Northern Ireland Priority Species List - March 2010. A list of threatened species requiring conservation action in Northern Ireland. Selection criteria- 1. Listed as a UK Priority Species. 2. Rapid decline (2% per year). 3. Decline (1% year) with Northern Ireland being a stronghold (S) consisting of either >50% Irish population or >20% UK population/range or with the Irish or UK population restricted (R) to Northern Ireland or with the Irish or UK population restricted (R) to Northern Ireland i.e. Decline + S or R. 4. Rare (confined to a small population of one or two sites in Northern Ireland) with Northern Ireland being a stronghold (S) consisting of either >50% Irish population or >20% UK population/range or with the Irish or UK population restricted (R) to Northern Ireland i.e. Rare + S or R. 5. At least 20% of international population of species or well-recognised subspecies occurring in Northern Ireland. 6. Irish Red Data Book (RDB) species classed as critically endangered (CR), endangered (EN) or vulnerable (VU). 7. Red-listed species in either Birds of Conservation Concern in Ireland (BOCCI) or the UK Birds of Conservation Concern (UK BOCC) lists.",
            "date_designated": "2010-03-01",
            "reporting_category": "Biodiversity Lists - Northern Ireland",
            "designation": "Priority Species (Northern Ireland)",
            "designation_abbreviation": "NI_Priority",
            "designation_description": "The Northern Ireland Priority List of threatened species requiring conservation action in Northern Ireland. Criteria have been developed to ensure that Priority Species have been chosen using a scientific basis (See http-//www.habitas.org.uk/priority/criteria.html). The list is designed to assist those involved in the conservation of biodiversity by guiding decisions on where to target action and invest resources.",
            "criteria_description": "4",
            "reporting_category_sort_order": "He"
        }
    ]
}

