{
    "category": [
        "Non-vascular plant"
    ],
    "taxon_group": [
        "moss"
    ],
    "recommended_taxon_name": [
        "Hamatocaulis vernicosus"
    ],
    "recommended_authority": [
        "(Mitt.) Hedenaes"
    ],
    "recommended_qualifier": [
        null
    ],
    "recommended_taxon_version": [
        "NHMSYS0000310012"
    ],
    "designations": [
        {
            "designated_name": "Drepanocladus vernicosus",
            "common_name": "Slender Green Feather-Moss",
            "source": "Bern Convention",
            "source_description": "The Convention on the Conservation of European Wildlife and Natural Habitats (the Bern Convention) was adopted in Bern, Switzerland in 1979, and came into force in 1982. The principal aims of the Convention are to ensure conservation and protection of wild plant and animal species and their natural habitats (listed in Appendices I and II of the Convention), to increase cooperation between contracting parties, and to ensure the protection of certain fauna species (listed in Appendix 3) imposing regulations on any exploitation. To this end the Convention imposes legal obligations on contracting parties, protecting over 500 wild plant species and more than 1000 wild animal species.",
            "date_designated": "1991-01-01",
            "reporting_category": "Bern Convention",
            "designation": "Appendix 1",
            "designation_abbreviation": "Bern-A1",
            "designation_description": "Special protection (`appropriate and necessary legislative and administrative measures`) for the plant taxa listed, including prohibition of deliberate picking, collecting, cutting, uprooting and, as appropriate, possession or sale.",
            "reporting_category_sort_order": "A"
        },
        {
            "designated_name": "Drepanocladus vernicosus",
            "common_name": "Slender Green Feather-Moss",
            "source": "Habitats Directive",
            "source_description": "In 1992 the European Community adopted Council Directive 92/43/EEC on the Conservation of natural habitats and of wild fauna and flora (EC Habitats Directive). This is the means by which the Community meets its obligations as a signatory of the Convention on the Conservation of European Wildlife and Natural Habitats (Bern Convention). The provisions of the Directive requires Member States to introduce a range of measures including the protection of species listed in the Annexes; to undertake surveillance of habitats and species and produce a report every six years on the implementation of the Directive. The 169 habitats listed in Annex I of the Directive and the 623 species listed in Annex II, are to be protected by means of a network of sites. Each Member State is required to prepare and propose a national list of sites, which will be evaluated in order to form a European network of Sites of Community Importance (SCIs). These will eventually be designated by Member States as Special Areas of Conservation (SACs), and along with Special Protection Areas (SPAs) classified under the EC Birds Directive, form a network of protected areas known as Natura 2000.",
            "url_source": "http://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:01992L0043-20070101&from=EN",
            "date_designated": "1992-01-01",
            "reporting_category": "Habitats Directive",
            "designation": "Annex 2 - non-priority species",
            "designation_abbreviation": "HabDir-A2*",
            "designation_description": "Animal and plant species of Community interest (i.e. endangered, vulnerable, rare or endemic in the European Community) whose conservation requires the designation of special areas of conservation. Note that the contents of this annex have been updated in April 2003 following the Treaty of Accession.",
            "reporting_category_sort_order": "D"
        },
        {
            "designated_name": "Hamatocaulis vernicosus",
            "common_name": "Slender green feather-moss",
            "source": "Wildlife and Countryside Act Schedules 1, 5 and 8 (protected birds, animals and plants)",
            "source_description": "Protected Birds, Animals and Plants are listed in Schedules 1, 5 and 8 respectively of the Wildlife and Countryside Act.Schedule 1. The Act makes it an offence (with exception to species listed in Schedule 2) to intentionally kill, injure or take any wild bird or their eggs or nests. Special penalties are available for offences related to birds listed on Schedule 1, for which there are additional offences of disturbing these birds at their nests, or their dependent young. Schedule 5. The Act makes it an offence (subject to exceptions) to intentionally kill, injure, or take, possess, or trade in any wild animal listed in Schedule 5, and prohibits interference with places used for shelter or protection, or intentionally disturbing animals occupying such places. The Act also prohibits certain methods of killing, injuring, or taking wild animals.Schedule 8. The Act makes it an offence (subject to exceptions) to pick, uproot, trade in, or possess (for the purposes of trade) any wild plant listed in Schedule 8, and prohibits the unauthorised intentional uprooting of such plants.There is a statutory five-yearly review of Schedules 5 and 8 (protected wild animals and plants respectively).",
            "url_source": "http://www.legislation.gov.uk/all?title=Wildlife%20and%20Countryside%20Act%201981",
            "date_designated": "1992-01-01",
            "reporting_category": "Wildlife and Countryside Act 1981",
            "designation": "Schedule 8",
            "designation_abbreviation": "WACA-Sch8",
            "designation_description": "Plants which are protected from intentional picking, uprooting or destruction (Section 13 1a); selling, offering for sale, possessing or transporting for the purpose of sale (live or dead, part or derivative) (Section 13 2a); advertising (any of these) for buying or selling (Section 13 2b).",
            "reporting_category_sort_order": "I"
        },
        {
            "designated_name": "Hamatocaulis vernicosus",
            "common_name": "Varnished Hook-moss",
            "source": "Scottish Biodiversity List (incorporating 2007 updates and 2012 categorisation)",
            "source_description": "The Scottish Biodiversity List (SBL) is a list of animals, plants and habitats that Scottish Ministers consider to be of principal importance for biodiversity conservation in Scotland. More information is available from this link: http://www.biodiversityscotland.gov.uk/advice-and-resources/scottish-biodiversity-list/how/. April 2013.",
            "url_source": "http://www.gov.scot/Topics/Environment/Wildlife-Habitats/16118/Biodiversitylist/SBL",
            "date_designated": "2005-11-29",
            "reporting_category": "Biodiversity Lists - Scotland",
            "designation": "Scottish Biodiversity List",
            "designation_abbreviation": "Scottish_Biodiversity_List",
            "designation_description": "The Scottish Biodiversity List is a list of flora, fauna and habitats considered by the Scottish Ministers to be of principal importance for biodiversity conservation. The development of the list has been a collaborative effort involving a great many stakeholders overseen by scientists from the Scottish Biodiversity Forum. Completion of the list is the first time such a stocktake has been done in Scotland.The Scottish Biodiversity List is a tool for public bodies and others doing their Biodiversity Duty. The publication of the Scottish Biodiversity List satisfies the requirements of Section 2(4) of The Nature Conservation (Scotland) Act 2004.",
            "criteria_description": "Category: Avoid negative impacts; Criterion: S1 - on UKBAP list; S2 - Internatnl. Obligation; S4 - <6 Scottish 10km sqs",
            "comments": "Terrestrial/Freshwater Species.",
            "reporting_category_sort_order": "Hc"
        }
    ]
}

