{
    "category": [
        "Invertebrate"
    ],
    "taxon_group": [
        "insect - beetle (Coleoptera)"
    ],
    "recommended_taxon_name": [
        "Hololepta plana"
    ],
    "recommended_authority": [
        "(Sulzer, 1776)"
    ],
    "recommended_qualifier": [
        null
    ],
    "recommended_taxon_version": [
        "NHMSYS0021179452"
    ],
    "designations": [
        {
            "designated_name": "Hololepta plana",
            "source": "A review of the status of the beetles of Great Britain: The clown beetles and false clown beetles - Histeridae and Sphaeritidae",
            "source_description": "This report was commissioned to update the national threat status of beetles within the Histeridae and Sphaeritidae. It covers all species in these groups, identifying those that are rare and/or under threat as well as those which are non-threatened and non-native.",
            "url_source": "http://publications.naturalengland.org.uk/publication/6190453826781184?category=4707656804597760",
            "date_designated": "2017-08-30",
            "reporting_category": "Red listing based on 2001 IUCN guidelines",
            "designation": "Data Deficient",
            "designation_abbreviation": "RedList_GB_post2001-DD",
            "designation_description": "A taxon is Data Deficient when there is inadequate information to make a direct, or indirect, assessment of its risk of extinction based on its distribution and/or population status. A taxon in this category may be well studied, and its biology well known, but appropriate data on abundance and/or distribution are lacking. Data Deficient is therefore not a category of threat or Lower Risk. Listing of taxa in this category indicates that more information is required and acknowledges the possibility that future research will show that a threatened category is appropriate.",
            "iucn_version": "2001",
            "comments": "There is no evidence of a decline as the species has only recently been added to the British list and has since been discovered at a further four locations. However, with only five locations and plausible threats which include the lack of continuity of plantation dead-wood habitat through clearance of plantations, 'harvesting' and tidying-up of fallen trees, an IUCN designation of VUD2 would normally be assigned, but due to the small number of records and uncertainty about its true status, a designation of DD is more appropriate until such time as we have a clearer indication of its distribution. 7+ records.",
            "reporting_category_sort_order": "Fc"
        },
        {
            "designated_name": "Hololepta plana",
            "source": "A review of the status of the beetles of Great Britain: The clown beetles and false clown beetles - Histeridae and Sphaeritidae",
            "source_description": "This report was commissioned to update the national threat status of beetles within the Histeridae and Sphaeritidae. It covers all species in these groups, identifying those that are rare and/or under threat as well as those which are non-threatened and non-native.",
            "url_source": "http://publications.naturalengland.org.uk/publication/6190453826781184?category=4707656804597760",
            "date_designated": "2017-08-30",
            "reporting_category": "Nationally Scarce, Nationally Rare and Other Species",
            "designation": "Nationally Rare. Includes Red Listed taxa",
            "designation_abbreviation": "NR-includes",
            "designation_description": "Nationally Rare - Occurring in 15 or fewer hectads in Great Britain. Includes rare species qualifying under the main IUCN criteria.",
            "reporting_category_sort_order": "Gb"
        }
    ]
}

