{
    "category": [
        "Vascular plant"
    ],
    "taxon_group": [
        "flowering plant"
    ],
    "recommended_taxon_name": [
        "Hypochaeris glabra"
    ],
    "recommended_authority": [
        "L."
    ],
    "recommended_qualifier": [
        null
    ],
    "recommended_taxon_version": [
        "NBNSYS0000004519"
    ],
    "designations": [
        {
            "designated_name": "Hypochoeris glabra",
            "source": "Wildlife (Northern Ireland) Order (1985)",
            "source_description": "The principle legislation for wildlife protection in Northern Ireland",
            "date_designated": "1985-01-01",
            "reporting_category": "The Wildlife (Northern Ireland) Order 1985",
            "designation": "Schedule 8 - Part 1",
            "designation_abbreviation": "W(NI)O-Sch8_part1",
            "designation_description": "Plants which are protected from intentional picking, removal or destruction and from selling (in whole or part) and from advertising for sale.",
            "reporting_category_sort_order": "J"
        },
        {
            "designated_name": "Hypochaeris glabra",
            "source": "The Vascular Plant Red Data List for Great Britain, revised February 2019",
            "source_description": "Leach, S.J. 2019 (in prep) The Vascular Plant Red Data List for Great Britain: a summary of amendments in years 12 and 13 (2017-2018) of the annual amendments process. BSBI News 141",
            "url_source": "https://bsbi.org/taxon-lists",
            "date_designated": "2018-01-01",
            "reporting_category": "Red listing based on 2001 IUCN guidelines",
            "designation": "Vulnerable",
            "designation_abbreviation": "RedList_GB_post2001-VU",
            "designation_description": "A taxon is Vulnerable when it is not Critically Endangered or Endangered but is facing a high risk of extinction in the wild in the medium term future.",
            "iucn_version": "2001",
            "criteria_description": "A2c",
            "reporting_category_sort_order": "Fc"
        },
        {
            "designated_name": "Hypochaeris glabra",
            "common_name": "smooth cat's-ear",
            "source": "Northern Ireland Priority Species List, March 2010",
            "source_description": "Northern Ireland Priority Species List - March 2010. A list of threatened species requiring conservation action in Northern Ireland. Selection criteria- 1. Listed as a UK Priority Species. 2. Rapid decline (2% per year). 3. Decline (1% year) with Northern Ireland being a stronghold (S) consisting of either >50% Irish population or >20% UK population/range or with the Irish or UK population restricted (R) to Northern Ireland or with the Irish or UK population restricted (R) to Northern Ireland i.e. Decline + S or R. 4. Rare (confined to a small population of one or two sites in Northern Ireland) with Northern Ireland being a stronghold (S) consisting of either >50% Irish population or >20% UK population/range or with the Irish or UK population restricted (R) to Northern Ireland i.e. Rare + S or R. 5. At least 20% of international population of species or well-recognised subspecies occurring in Northern Ireland. 6. Irish Red Data Book (RDB) species classed as critically endangered (CR), endangered (EN) or vulnerable (VU). 7. Red-listed species in either Birds of Conservation Concern in Ireland (BOCCI) or the UK Birds of Conservation Concern (UK BOCC) lists.",
            "date_designated": "2010-03-01",
            "reporting_category": "Biodiversity Lists - Northern Ireland",
            "designation": "Priority Species (Northern Ireland)",
            "designation_abbreviation": "NI_Priority",
            "designation_description": "The Northern Ireland Priority List of threatened species requiring conservation action in Northern Ireland. Criteria have been developed to ensure that Priority Species have been chosen using a scientific basis (See http-//www.habitas.org.uk/priority/criteria.html). The list is designed to assist those involved in the conservation of biodiversity by guiding decisions on where to target action and invest resources.",
            "criteria_description": "3,4",
            "reporting_category_sort_order": "He"
        },
        {
            "designated_name": "Hypochaeris glabra",
            "common_name": "Smooth Cat's-Ear",
            "source": "A Vascular Plant Red List for England",
            "source_description": "A vascular plant Red List present for the first time the current state of England's flora measuredagainst standardised IUCN criteria. P.A. Stroh et al. 2014.",
            "url_source": "http://www.bsbi.org.uk/England_Red_List_1.pdf",
            "date_designated": "2014-11-18",
            "reporting_category": "Red listing based on 2001 IUCN guidelines",
            "designation": "Vulnerable",
            "designation_abbreviation": "RedList_ENG_post2001-VU",
            "designation_description": "A taxon is Vulnerable when it is not Critically Endangered or Endangered but is facing a high risk of extinction in the wild in the medium term future.",
            "iucn_version": "2001",
            "reporting_category_sort_order": "Fc"
        },
        {
            "designated_name": "Hypochaeris glabra",
            "common_name": "Smooth Cat's-ear",
            "source": "Scottish Biodiversity List (incorporating 2007 updates and 2012 categorisation)",
            "source_description": "The Scottish Biodiversity List (SBL) is a list of animals, plants and habitats that Scottish Ministers consider to be of principal importance for biodiversity conservation in Scotland. More information is available from this link: http://www.biodiversityscotland.gov.uk/advice-and-resources/scottish-biodiversity-list/how/. April 2013.",
            "url_source": "http://www.gov.scot/Topics/Environment/Wildlife-Habitats/16118/Biodiversitylist/SBL",
            "date_designated": "2005-11-29",
            "reporting_category": "Biodiversity Lists - Scotland",
            "designation": "Scottish Biodiversity List",
            "designation_abbreviation": "Scottish_Biodiversity_List",
            "designation_description": "The Scottish Biodiversity List is a list of flora, fauna and habitats considered by the Scottish Ministers to be of principal importance for biodiversity conservation. The development of the list has been a collaborative effort involving a great many stakeholders overseen by scientists from the Scottish Biodiversity Forum. Completion of the list is the first time such a stocktake has been done in Scotland.The Scottish Biodiversity List is a tool for public bodies and others doing their Biodiversity Duty. The publication of the Scottish Biodiversity List satisfies the requirements of Section 2(4) of The Nature Conservation (Scotland) Act 2004.",
            "criteria_description": "Category: Conservation action needed; Avoid negative impacts; Criterion: S4 - <6 Scottish 10km sqs; S5 - >25% Scottish Decline",
            "comments": "Terrestrial/Freshwater Species.",
            "reporting_category_sort_order": "Hc"
        }
    ]
}

