{
    "category": [
        "Fish"
    ],
    "taxon_group": [
        "cartilagenous fish (Chondrichthyes)"
    ],
    "recommended_taxon_name": [
        "Isurus oxyrinchus"
    ],
    "recommended_authority": [
        "Rafinesque, 1810"
    ],
    "recommended_qualifier": [
        null
    ],
    "recommended_taxon_version": [
        "NHMSYS0000329103"
    ],
    "designations": [
        {
            "designated_name": "Isurus oxyrinchus",
            "common_name": "Shortfin Mako",
            "source": "The IUCN Red List of Threatened Species (2010)",
            "source_description": "The IUCN Red List of Threatened Species provides taxonomic, conservation status and distribution information on taxa that have been globally evaluated using the IUCN Red List Categories and Criteria. This system is designed to determine the relative risk of extinction, and the main purpose of the IUCN Red List is to catalogue and highlight those taxa that are facing a higher risk of global extinction (i.e. those listed as Critically Endangered, Endangered and Vulnerable). The IUCN Red List also includes information on taxa that are categorized as Extinct or Extinct in the Wild; on taxa that cannot be evaluated because of insufficient information (i.e. are Data Deficient); and on taxa that are either close to meeting the threatened thresholds or that would be threatened were it not for an ongoing taxon-specific conservation programme (i.e. are Near Threatened).",
            "date_designated": "2004-01-01",
            "reporting_category": "Global Red list status",
            "designation": "Vulnerable",
            "designation_abbreviation": "RedList_Global_post2001-VU",
            "designation_description": "A taxon is Vulnerable when the best available evidence indicates that it meets any of the criteria A to E for Vulnerable (see Section V), and it is therefore considered to be facing a high risk of extinction in the wild.",
            "iucn_version": "2001",
            "criteria_description": "ver 2001; A2abd+3bd+4abd",
            "comments": "Population trend= 'decreasing'",
            "reporting_category_sort_order": "F"
        },
        {
            "designated_name": "Isurus oxyrinchus",
            "source": "Natural Environment and Rural Communities Act 2006 - Species of Principal Importance in England (section 41)",
            "source_description": "Sections 41 (England) of the Natural Environment and Rural Communities Act 2006 require the listing of species of principal importance for the purpose of conserving biodiversity and therefore need to be taken into consideration by a public body when performing any of its functions with a view to conserving biodiversity.",
            "date_designated": "2008-11-01",
            "reporting_category": "Biodiversity Lists - England",
            "designation": "England NERC S.41",
            "designation_abbreviation": "England_NERC_S.41",
            "designation_description": "Species “of principal importance for the purpose of conserving biodiversity” covered under section 41 (England) of the NERC Act (2006) and therefore need to be taken into consideration by a public body when performing any of its functions with a view to conserving biodiversity.",
            "reporting_category_sort_order": "Hb"
        },
        {
            "designated_name": "Isurus oxyrinchus",
            "common_name": "Shortfin mako",
            "source": "UK list of Priority Habitats and Species",
            "source_description": "Starting in 2005, the old UK BAP priorities were reviewed and a new list called the UK List of Priority Species and Habitats was published in 2007 after adoption by the Governments of all four UK administrations. The species and habitats on this list help guide conservation actions being taken by the four countries in the UK as part of the UK contribution to the Convention on Biological Diversity.",
            "date_designated": "2007-08-28",
            "reporting_category": "Biodiversity Action Plan UK list of priority species",
            "designation": "Priority Species",
            "designation_abbreviation": "BAP-2007",
            "designation_description": "The UK List of Priority Species and Habitats contains 1150 species and 65 habitats that have been listed as priorities for conservation action under the UK Biodiversity Action Plan (UK BAP).",
            "criteria_description": "Threat,Other",
            "comments": "not on former UK BAP list",
            "reporting_category_sort_order": "Ha"
        }
    ]
}

