{
    "category": [
        "Mammal"
    ],
    "taxon_group": [
        "terrestrial mammal"
    ],
    "recommended_taxon_name": [
        "Micromys minutus"
    ],
    "recommended_authority": [
        "(Pallas, 1771)"
    ],
    "recommended_qualifier": [
        null
    ],
    "recommended_taxon_version": [
        "NHMSYS0000080211"
    ],
    "designations": [
        {
            "designated_name": "Micromys minutus",
            "source": "Natural Environment and Rural Communities Act 2006 - Species of Principal Importance in England (section 41)",
            "source_description": "Sections 41 (England) of the Natural Environment and Rural Communities Act 2006 require the listing of species of principal importance for the purpose of conserving biodiversity and therefore need to be taken into consideration by a public body when performing any of its functions with a view to conserving biodiversity.",
            "date_designated": "2008-11-01",
            "reporting_category": "Biodiversity Lists - England",
            "designation": "England NERC S.41",
            "designation_abbreviation": "England_NERC_S.41",
            "designation_description": "Species ‚Äúof principal importance for the purpose of conserving biodiversity‚Äù covered under section 41 (England) of the NERC Act (2006) and therefore need to be taken into consideration by a public body when performing any of its functions with a view to conserving biodiversity.",
            "reporting_category_sort_order": "Hb"
        },
        {
            "designated_name": "Micromys minutus",
            "common_name": "Harvest mouse",
            "source": "A Review of the Population and Conservation Status of British Mammals: Technical Summary (June 2018)",
            "source_description": "The first comprehensive review of the status of British mammal populations for over 20 years. The population size, range size, temporal trends and future prospects of Britainís 58 terrestrial mammals are assessed. Island races and feral mammals are excluded from the main review. The objective of the review was to produce the most accurate assessment possible of population size, geographical range, and conservation trends since 1995. Based on IUCN Red List criteria and guidelines.",
            "url_source": "http://publications.naturalengland.org.uk/ & http:",
            "date_designated": "2018-06-13",
            "reporting_category": "Red listing based on 2001 IUCN guidelines",
            "designation": "Near Threatened",
            "designation_abbreviation": "RedList_GB_post2001-NT",
            "designation_description": "Taxa which do not qualify for Lower Risk (conservation dependent), but which are close to qualifying for Vulnerable. In Britain, this category includes species which occur in 15 or fewer hectads but do not qualify as Critically Endangered, Endangered or Vulnerable.",
            "iucn_version": "2001",
            "criteria_description": "A2c",
            "comments": "England [LC] Wales [VU]. The Population size estim",
            "reporting_category_sort_order": "Fc"
        },
        {
            "designated_name": "Micromys minutus",
            "source": "Environment (Wales) Act 2016 - Species of Principal Importance in Wales (section 7)",
            "source_description": "Section 7 of the Environment (Wales) Act 2016 requires the publication of a list of biodiversity of principle importance, to support the biodiversity duty on public bodies under section 6 of the Act.",
            "url_source": "http://www.biodiversitywales.org.uk/Environment-Wales-Bill",
            "date_designated": "2016-05-21",
            "reporting_category": "Biodiversity Lists - Wales",
            "designation": "Env (Wales) Act S7",
            "designation_abbreviation": "Env (Wales) Act S7",
            "designation_description": "Species of principal importance for the purpose of conserving biodiversity covered under Section 7 of the Environment (Wales) Act 2016 and therefore need to be taken into consideration by a public body when performing any of its functions with a view to conserving biodiversity.",
            "reporting_category_sort_order": "Hd"
        },
        {
            "designated_name": "Micromys minutus",
            "common_name": "Harvest Mouse",
            "source": "UK list of Priority Habitats and Species",
            "source_description": "Starting in 2005, the old UK BAP priorities were reviewed and a new list called the UK List of Priority Species and Habitats was published in 2007 after adoption by the Governments of all four UK administrations. The species and habitats on this list help guide conservation actions being taken by the four countries in the UK as part of the UK contribution to the Convention on Biological Diversity.",
            "date_designated": "2007-08-28",
            "reporting_category": "Biodiversity Action Plan UK list of priority species",
            "designation": "Priority Species",
            "designation_abbreviation": "BAP-2007",
            "designation_description": "The UK List of Priority Species and Habitats contains 1150 species and 65 habitats that have been listed as priorities for conservation action under the UK Biodiversity Action Plan (UK BAP).",
            "criteria_description": "Decl,Other",
            "comments": "not on former UK BAP list",
            "reporting_category_sort_order": "Ha"
        }
    ]
}

