{
    "category": [
        "Mammal"
    ],
    "taxon_group": [
        "terrestrial mammal"
    ],
    "recommended_taxon_name": [
        "Mustela putorius"
    ],
    "recommended_authority": [
        "Linnaeus, 1758"
    ],
    "recommended_qualifier": [
        null
    ],
    "recommended_taxon_version": [
        "NBNSYS0000005129"
    ],
    "designations": [
        {
            "designated_name": "Mustela putorius",
            "source": "Bern Convention",
            "source_description": "The Convention on the Conservation of European Wildlife and Natural Habitats (the Bern Convention) was adopted in Bern, Switzerland in 1979, and came into force in 1982. The principal aims of the Convention are to ensure conservation and protection of wild plant and animal species and their natural habitats (listed in Appendices I and II of the Convention), to increase cooperation between contracting parties, and to ensure the protection of certain fauna species (listed in Appendix 3) imposing regulations on any exploitation. To this end the Convention imposes legal obligations on contracting parties, protecting over 500 wild plant species and more than 1000 wild animal species.",
            "date_designated": "1982-01-01",
            "reporting_category": "Bern Convention",
            "designation": "Appendix 3",
            "designation_abbreviation": "Bern-A3",
            "designation_description": "Special protection through 'appropriate and necessary legislative and administrative measures', of the listed wild fauna species.",
            "comments": "natural range includes GB",
            "reporting_category_sort_order": "A"
        },
        {
            "designated_name": "Mustela putorius",
            "common_name": "Polecat",
            "source": "Habitats Directive",
            "source_description": "In 1992 the European Community adopted Council Directive 92/43/EEC on the Conservation of natural habitats and of wild fauna and flora (EC Habitats Directive). This is the means by which the Community meets its obligations as a signatory of the Convention on the Conservation of European Wildlife and Natural Habitats (Bern Convention). The provisions of the Directive requires Member States to introduce a range of measures including the protection of species listed in the Annexes; to undertake surveillance of habitats and species and produce a report every six years on the implementation of the Directive. The 169 habitats listed in Annex I of the Directive and the 623 species listed in Annex II, are to be protected by means of a network of sites. Each Member State is required to prepare and propose a national list of sites, which will be evaluated in order to form a European network of Sites of Community Importance (SCIs). These will eventually be designated by Member States as Special Areas of Conservation (SACs), and along with Special Protection Areas (SPAs) classified under the EC Birds Directive, form a network of protected areas known as Natura 2000.",
            "url_source": "http://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:01992L0043-20070101&from=EN",
            "date_designated": "1992-01-01",
            "reporting_category": "Habitats Directive",
            "designation": "Annex 5",
            "designation_abbreviation": "HabDir-A5",
            "designation_description": "Animal and plant species of Community interest whose taking in the wild and exploitation may be subject to management measures.",
            "reporting_category_sort_order": "D"
        },
        {
            "designated_name": "Mustela putorius",
            "common_name": "Polecat",
            "source": "Scottish Biodiversity List (incorporating 2007 updates and 2012 categorisation)",
            "source_description": "The Scottish Biodiversity List (SBL) is a list of animals, plants and habitats that Scottish Ministers consider to be of principal importance for biodiversity conservation in Scotland. More information is available from this link: http://www.biodiversityscotland.gov.uk/advice-and-resources/scottish-biodiversity-list/how/. April 2013.",
            "url_source": "http://www.gov.scot/Topics/Environment/Wildlife-Habitats/16118/Biodiversitylist/SBL",
            "date_designated": "2007-06-01",
            "reporting_category": "Biodiversity Lists - Scotland",
            "designation": "Scottish Biodiversity List",
            "designation_abbreviation": "Scottish_Biodiversity_List",
            "designation_description": "The Scottish Biodiversity List is a list of flora, fauna and habitats considered by the Scottish Ministers to be of principal importance for biodiversity conservation. The development of the list has been a collaborative effort involving a great many stakeholders overseen by scientists from the Scottish Biodiversity Forum. Completion of the list is the first time such a stocktake has been done in Scotland.The Scottish Biodiversity List is a tool for public bodies and others doing their Biodiversity Duty. The publication of the Scottish Biodiversity List satisfies the requirements of Section 2(4) of The Nature Conservation (Scotland) Act 2004.",
            "criteria_description": "Category: Avoid negative impacts; Criterion: S1 - on UKBAP list",
            "comments": "Terrestrial/Freshwater Species. Added to UK BAP list in 2007. Criteria: Other",
            "reporting_category_sort_order": "Hc"
        },
        {
            "designated_name": "Mustela putorius",
            "source": "Natural Environment and Rural Communities Act 2006 - Species of Principal Importance in England (section 41)",
            "source_description": "Sections 41 (England) of the Natural Environment and Rural Communities Act 2006 require the listing of species of principal importance for the purpose of conserving biodiversity and therefore need to be taken into consideration by a public body when performing any of its functions with a view to conserving biodiversity.",
            "date_designated": "2008-11-01",
            "reporting_category": "Biodiversity Lists - England",
            "designation": "England NERC S.41",
            "designation_abbreviation": "England_NERC_S.41",
            "designation_description": "Species ‚Äúof principal importance for the purpose of conserving biodiversity‚Äù covered under section 41 (England) of the NERC Act (2006) and therefore need to be taken into consideration by a public body when performing any of its functions with a view to conserving biodiversity.",
            "reporting_category_sort_order": "Hb"
        },
        {
            "designated_name": "Mustela putorius",
            "common_name": "Polecat",
            "source": "A Review of the Population and Conservation Status of British Mammals: Technical Summary (June 2018)",
            "source_description": "The first comprehensive review of the status of British mammal populations for over 20 years. The population size, range size, temporal trends and future prospects of Britainís 58 terrestrial mammals are assessed. Island races and feral mammals are excluded from the main review. The objective of the review was to produce the most accurate assessment possible of population size, geographical range, and conservation trends since 1995. Based on IUCN Red List criteria and guidelines.",
            "url_source": "http://publications.naturalengland.org.uk/ & http:",
            "date_designated": "2018-06-13",
            "reporting_category": "Red listing based on 2001 IUCN guidelines",
            "designation": "Least concern",
            "designation_abbreviation": "RedList_GB_post2001-LC",
            "designation_description": "Taxa which are neither threatened nor near threatened.",
            "iucn_version": "2001",
            "comments": "England [LC] Scotland [EN] Wales [LC]. Following l",
            "reporting_category_sort_order": "Fc"
        },
        {
            "designated_name": "Mustela putorius",
            "source": "Environment (Wales) Act 2016 - Species of Principal Importance in Wales (section 7)",
            "source_description": "Section 7 of the Environment (Wales) Act 2016 requires the publication of a list of biodiversity of principle importance, to support the biodiversity duty on public bodies under section 6 of the Act.",
            "url_source": "http://www.biodiversitywales.org.uk/Environment-Wales-Bill",
            "date_designated": "2016-05-21",
            "reporting_category": "Biodiversity Lists - Wales",
            "designation": "Env (Wales) Act S7",
            "designation_abbreviation": "Env (Wales) Act S7",
            "designation_description": "Species of principal importance for the purpose of conserving biodiversity covered under Section 7 of the Environment (Wales) Act 2016 and therefore need to be taken into consideration by a public body when performing any of its functions with a view to conserving biodiversity.",
            "reporting_category_sort_order": "Hd"
        },
        {
            "designated_name": "Mustela putorius",
            "common_name": "Polecat",
            "source": "UK list of Priority Habitats and Species",
            "source_description": "Starting in 2005, the old UK BAP priorities were reviewed and a new list called the UK List of Priority Species and Habitats was published in 2007 after adoption by the Governments of all four UK administrations. The species and habitats on this list help guide conservation actions being taken by the four countries in the UK as part of the UK contribution to the Convention on Biological Diversity.",
            "date_designated": "2007-08-28",
            "reporting_category": "Biodiversity Action Plan UK list of priority species",
            "designation": "Priority Species",
            "designation_abbreviation": "BAP-2007",
            "designation_description": "The UK List of Priority Species and Habitats contains 1150 species and 65 habitats that have been listed as priorities for conservation action under the UK Biodiversity Action Plan (UK BAP).",
            "criteria_description": "Other",
            "comments": "not on former UK BAP list",
            "reporting_category_sort_order": "Ha"
        },
        {
            "designated_name": "Mustela putorius",
            "common_name": "Polecat",
            "source": "The Conservation of Habitats and Species Regulations 2010",
            "source_description": "The Conservation of Habitats and Species Regulations 2010 (abbreviated to the Habitats Regulations) consolidate all the various amendments made to the Conservation (Natural Habitats, &c.) Regulations 1994 in respect of England and Wales. The 1994 Regulations transposed the EC Habitats Directive into national law.  In Scotland the Habitats Directive is transposed through a combination of the Habitats Regulations 2010 (in relation to reserved matters) and the 1994 Regulations. Schedule 2- European protected species of animals, Schedule 3- Animals which may not be taken or killed in certain ways, Schedule 4- European protected species of plants.",
            "url_source": "https://www.legislation.gov.uk/uksi/2010/490/schedule/2/made",
            "date_designated": "1994-10-30",
            "reporting_category": "The Conservation of Habitats and Species Regulations 2010",
            "designation": "Schedule 4",
            "designation_abbreviation": "HabReg-Sch4",
            "designation_description": "Schedule 4- Animals which may not be taken or killed in certain ways",
            "reporting_category_sort_order": "K"
        }
    ]
}

