{
    "category": [
        "Non-vascular plant"
    ],
    "taxon_group": [
        "lichen"
    ],
    "recommended_taxon_name": [
        "Peltigera lepidophora"
    ],
    "recommended_authority": [
        "(Nyl.) Bitter"
    ],
    "recommended_qualifier": [
        null
    ],
    "recommended_taxon_version": [
        "NBNSYS0000019329"
    ],
    "designations": [
        {
            "designated_name": "Peltigera lepidophora",
            "common_name": "Ear-lobed dog lichen",
            "source": "Wildlife and Countryside Act Schedules 1, 5 and 8 (protected birds, animals and plants)",
            "source_description": "Protected Birds, Animals and Plants are listed in Schedules 1, 5 and 8 respectively of the Wildlife and Countryside Act.Schedule 1. The Act makes it an offence (with exception to species listed in Schedule 2) to intentionally kill, injure or take any wild bird or their eggs or nests. Special penalties are available for offences related to birds listed on Schedule 1, for which there are additional offences of disturbing these birds at their nests, or their dependent young. Schedule 5. The Act makes it an offence (subject to exceptions) to intentionally kill, injure, or take, possess, or trade in any wild animal listed in Schedule 5, and prohibits interference with places used for shelter or protection, or intentionally disturbing animals occupying such places. The Act also prohibits certain methods of killing, injuring, or taking wild animals.Schedule 8. The Act makes it an offence (subject to exceptions) to pick, uproot, trade in, or possess (for the purposes of trade) any wild plant listed in Schedule 8, and prohibits the unauthorised intentional uprooting of such plants.There is a statutory five-yearly review of Schedules 5 and 8 (protected wild animals and plants respectively).",
            "url_source": "http://www.legislation.gov.uk/all?title=Wildlife%20and%20Countryside%20Act%201981",
            "date_designated": "1992-01-01",
            "reporting_category": "Wildlife and Countryside Act 1981",
            "designation": "Schedule 8",
            "designation_abbreviation": "WACA-Sch8",
            "designation_description": "Plants which are protected from intentional picking, uprooting or destruction (Section 13 1a); selling, offering for sale, possessing or transporting for the purpose of sale (live or dead, part or derivative) (Section 13 2a); advertising (any of these) for buying or selling (Section 13 2b).",
            "reporting_category_sort_order": "I"
        },
        {
            "designated_name": "Peltigera lepidophora",
            "common_name": "Ear-lobed dog lichen",
            "source": "A Conservation Evaluation of British Lichens and Lichenicolous Fungi (2012)",
            "source_description": "Woods, R.G. & Coppins, B. J. 2012. A Conservation Evaluation of British Lichens and Lichenicolous Fungi. Species Status 13. Joint Nature Conservation Committee, Peterborough.",
            "url_source": "http://jncc.defra.gov.uk/pdf/Lichens_web_Edits%2020%20Aug.pdf",
            "date_designated": "2012-01-01",
            "reporting_category": "Red listing based on 2001 IUCN guidelines",
            "designation": "Critically Endangered",
            "designation_abbreviation": "RedList_GB_post2001-CR",
            "designation_description": "A taxon is Critically Endangered when it is facing an extremely high risk of extinction in the wild in the immediate future, as defined by any of the criteria A to E.",
            "iucn_version": "2001",
            "reporting_category_sort_order": "Fc"
        },
        {
            "designated_name": "Peltigera lepidophora",
            "common_name": "Ear-lobed dog lichen",
            "source": "A Conservation Evaluation of British Lichens and Lichenicolous Fungi (2012)",
            "source_description": "Woods, R.G. & Coppins, B. J. 2012. A Conservation Evaluation of British Lichens and Lichenicolous Fungi. Species Status 13. Joint Nature Conservation Committee, Peterborough.",
            "url_source": "http://jncc.defra.gov.uk/pdf/Lichens_web_Edits%2020%20Aug.pdf",
            "date_designated": "2012-01-01",
            "reporting_category": "Nationally Scarce, Nationally Rare and Other Species",
            "designation": "Nationally Rare. Includes Red Listed taxa",
            "designation_abbreviation": "NR-includes",
            "designation_description": "Nationally Rare - Occurring in 15 or fewer hectads in Great Britain. Includes rare species qualifying under the main IUCN criteria.",
            "reporting_category_sort_order": "Gb"
        },
        {
            "designated_name": "Peltigera lepidophora",
            "common_name": "Ear-lobed Dog-lichen",
            "source": "UK list of Priority Habitats and Species",
            "source_description": "Starting in 2005, the old UK BAP priorities were reviewed and a new list called the UK List of Priority Species and Habitats was published in 2007 after adoption by the Governments of all four UK administrations. The species and habitats on this list help guide conservation actions being taken by the four countries in the UK as part of the UK contribution to the Convention on Biological Diversity.",
            "date_designated": "2007-08-28",
            "reporting_category": "Biodiversity Action Plan UK list of priority species",
            "designation": "Priority Species",
            "designation_abbreviation": "BAP-2007",
            "designation_description": "The UK List of Priority Species and Habitats contains 1150 species and 65 habitats that have been listed as priorities for conservation action under the UK Biodiversity Action Plan (UK BAP).",
            "criteria_description": "Other",
            "comments": "status on former BAP list- Species Action Plan",
            "reporting_category_sort_order": "Ha"
        },
        {
            "designated_name": "Peltigera lepidophora",
            "common_name": "Ear-lobed Dog-lichen",
            "source": "Scottish Biodiversity List (incorporating 2007 updates and 2012 categorisation)",
            "source_description": "The Scottish Biodiversity List (SBL) is a list of animals, plants and habitats that Scottish Ministers consider to be of principal importance for biodiversity conservation in Scotland. More information is available from this link: http://www.biodiversityscotland.gov.uk/advice-and-resources/scottish-biodiversity-list/how/. April 2013.",
            "url_source": "http://www.gov.scot/Topics/Environment/Wildlife-Habitats/16118/Biodiversitylist/SBL",
            "date_designated": "2005-11-29",
            "reporting_category": "Biodiversity Lists - Scotland",
            "designation": "Scottish Biodiversity List",
            "designation_abbreviation": "Scottish_Biodiversity_List",
            "designation_description": "The Scottish Biodiversity List is a list of flora, fauna and habitats considered by the Scottish Ministers to be of principal importance for biodiversity conservation. The development of the list has been a collaborative effort involving a great many stakeholders overseen by scientists from the Scottish Biodiversity Forum. Completion of the list is the first time such a stocktake has been done in Scotland.The Scottish Biodiversity List is a tool for public bodies and others doing their Biodiversity Duty. The publication of the Scottish Biodiversity List satisfies the requirements of Section 2(4) of The Nature Conservation (Scotland) Act 2004.",
            "criteria_description": "Category: Conservation action needed; Avoid negative impacts; Criterion: S1 - on UKBAP list; S3 - Rare in the UK (<16 10km sqs); S4 - <6 Scottish 10km sqs",
            "comments": "Terrestrial/Freshwater Species.",
            "reporting_category_sort_order": "Hc"
        }
    ]
}

