{
    "category": [
        "Mammal"
    ],
    "taxon_group": [
        "marine mammal"
    ],
    "recommended_taxon_name": [
        "Phoca vitulina"
    ],
    "recommended_authority": [
        "Linnaeus, 1758"
    ],
    "recommended_qualifier": [
        null
    ],
    "recommended_taxon_version": [
        "NBNSYS0000005135"
    ],
    "designations": [
        {
            "designated_name": "Phoca vitulina",
            "source": "Bern Convention",
            "source_description": "The Convention on the Conservation of European Wildlife and Natural Habitats (the Bern Convention) was adopted in Bern, Switzerland in 1979, and came into force in 1982. The principal aims of the Convention are to ensure conservation and protection of wild plant and animal species and their natural habitats (listed in Appendices I and II of the Convention), to increase cooperation between contracting parties, and to ensure the protection of certain fauna species (listed in Appendix 3) imposing regulations on any exploitation. To this end the Convention imposes legal obligations on contracting parties, protecting over 500 wild plant species and more than 1000 wild animal species.",
            "date_designated": "1982-01-01",
            "reporting_category": "Bern Convention",
            "designation": "Appendix 3",
            "designation_abbreviation": "Bern-A3",
            "designation_description": "Special protection through 'appropriate and necessary legislative and administrative measures', of the listed wild fauna species.",
            "comments": "natural range includes GB",
            "reporting_category_sort_order": "A"
        },
        {
            "designated_name": "Phoca vitulina",
            "common_name": "Common Seal",
            "source": "Convention on Migratory Species",
            "source_description": "The Convention on the Conservation of Migratory Species of Wild Animals (Bonn Convention or CMS) was adopted in Bonn, Germany in 1979 and came into force in 1985. Contracting Parties work together to conserve migratory species and their habitats by providing strict protection for endangered migratory species (listed in Appendix 1 of the Convention), concluding multilateral Agreements for the conservation and management of migratory species which require or would benefit from international cooperation (listed in Appendix 2), and by undertaking co-operative research activities",
            "date_designated": "1985-01-01",
            "reporting_category": "Convention on Migratory Species",
            "designation": "Appendix 2",
            "designation_abbreviation": "CMS_A2",
            "designation_description": "Migratory species having an unfavourable conservation status for which Range States are encouraged to conclude international agreements for their benefit.",
            "reporting_category_sort_order": "C1"
        },
        {
            "designated_name": "Phoca vitulina",
            "common_name": "Common Seal",
            "source": "Wildlife (Northern Ireland) Order (1985)",
            "source_description": "The principle legislation for wildlife protection in Northern Ireland",
            "date_designated": "1985-01-01",
            "reporting_category": "The Wildlife (Northern Ireland) Order 1985",
            "designation": "Schedule 5",
            "designation_abbreviation": "W(NI)O-Sch5",
            "designation_description": "Animals which are protected at all times.",
            "reporting_category_sort_order": "J"
        },
        {
            "designated_name": "Phoca vitulina",
            "common_name": "Common seal",
            "source": "Habitats Directive",
            "source_description": "In 1992 the European Community adopted Council Directive 92/43/EEC on the Conservation of natural habitats and of wild fauna and flora (EC Habitats Directive). This is the means by which the Community meets its obligations as a signatory of the Convention on the Conservation of European Wildlife and Natural Habitats (Bern Convention). The provisions of the Directive requires Member States to introduce a range of measures including the protection of species listed in the Annexes; to undertake surveillance of habitats and species and produce a report every six years on the implementation of the Directive. The 169 habitats listed in Annex I of the Directive and the 623 species listed in Annex II, are to be protected by means of a network of sites. Each Member State is required to prepare and propose a national list of sites, which will be evaluated in order to form a European network of Sites of Community Importance (SCIs). These will eventually be designated by Member States as Special Areas of Conservation (SACs), and along with Special Protection Areas (SPAs) classified under the EC Birds Directive, form a network of protected areas known as Natura 2000.",
            "url_source": "http://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:01992L0043-20070101&from=EN",
            "date_designated": "1992-01-01",
            "reporting_category": "Habitats Directive",
            "designation": "Annex 5",
            "designation_abbreviation": "HabDir-A5",
            "designation_description": "Animal and plant species of Community interest whose taking in the wild and exploitation may be subject to management measures.",
            "reporting_category_sort_order": "D"
        },
        {
            "designated_name": "Phoca vitulina",
            "common_name": "Common Seal",
            "source": "Habitats Directive",
            "source_description": "In 1992 the European Community adopted Council Directive 92/43/EEC on the Conservation of natural habitats and of wild fauna and flora (EC Habitats Directive). This is the means by which the Community meets its obligations as a signatory of the Convention on the Conservation of European Wildlife and Natural Habitats (Bern Convention). The provisions of the Directive requires Member States to introduce a range of measures including the protection of species listed in the Annexes; to undertake surveillance of habitats and species and produce a report every six years on the implementation of the Directive. The 169 habitats listed in Annex I of the Directive and the 623 species listed in Annex II, are to be protected by means of a network of sites. Each Member State is required to prepare and propose a national list of sites, which will be evaluated in order to form a European network of Sites of Community Importance (SCIs). These will eventually be designated by Member States as Special Areas of Conservation (SACs), and along with Special Protection Areas (SPAs) classified under the EC Birds Directive, form a network of protected areas known as Natura 2000.",
            "url_source": "http://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:01992L0043-20070101&from=EN",
            "date_designated": "1992-01-01",
            "reporting_category": "Habitats Directive",
            "designation": "Annex 2 - non-priority species",
            "designation_abbreviation": "HabDir-A2*",
            "designation_description": "Animal and plant species of Community interest (i.e. endangered, vulnerable, rare or endemic in the European Community) whose conservation requires the designation of special areas of conservation. Note that the contents of this annex have been updated in April 2003 following the Treaty of Accession.",
            "reporting_category_sort_order": "D"
        },
        {
            "designated_name": "Phoca vitulina",
            "common_name": "Seal, Common",
            "source": "The Conservation (Nature Habitats, etc.) Regulations (Northern Ireland) 1995, amended 2004",
            "source_description": "The Conservation (Nature Habitats, etc.) Regulations (Northern Ireland) 1995. Schedule 2- European Protected Species of Animals (amended 2004), Schedule 3- Animals which may not be taken or killed in certain ways, Schedule 4- European Protected Species of Plants",
            "date_designated": "1995-01-01",
            "reporting_category": "The Conservation (Nature Habitats, etc.) Regulations (NI) 1995",
            "designation": "Schedule 3",
            "designation_abbreviation": "ConsRegsNI-Sch3",
            "designation_description": "Schedule 3- Animals which may not be taken or killed in certain ways.",
            "reporting_category_sort_order": "L"
        },
        {
            "designated_name": "Phoca vitulina",
            "common_name": "Harbour Seal, Common Seal, Harbor Seal",
            "source": "The IUCN Red List of Threatened Species (2010)",
            "source_description": "The IUCN Red List of Threatened Species provides taxonomic, conservation status and distribution information on taxa that have been globally evaluated using the IUCN Red List Categories and Criteria. This system is designed to determine the relative risk of extinction, and the main purpose of the IUCN Red List is to catalogue and highlight those taxa that are facing a higher risk of global extinction (i.e. those listed as Critically Endangered, Endangered and Vulnerable). The IUCN Red List also includes information on taxa that are categorized as Extinct or Extinct in the Wild; on taxa that cannot be evaluated because of insufficient information (i.e. are Data Deficient); and on taxa that are either close to meeting the threatened thresholds or that would be threatened were it not for an ongoing taxon-specific conservation programme (i.e. are Near Threatened).",
            "date_designated": "2008-01-01",
            "reporting_category": "Global Red list status",
            "designation": "Lower risk - least concern",
            "designation_abbreviation": "RedList_Global_post2001_LC",
            "designation_description": "A taxon is Least Concern when it has been evaluated against the criteria and does not qualify for Critically Endangered, Endangered, Vulnerable or Near Threatened. Widespread and abundant taxa are included in this category.",
            "iucn_version": "2001",
            "criteria_description": "ver 2001",
            "comments": "Population trend= 'stable'",
            "reporting_category_sort_order": "F"
        },
        {
            "designated_name": "Phoca vitulina",
            "common_name": "common seal",
            "source": "Northern Ireland Priority Species List, March 2010",
            "source_description": "Northern Ireland Priority Species List - March 2010. A list of threatened species requiring conservation action in Northern Ireland. Selection criteria- 1. Listed as a UK Priority Species. 2. Rapid decline (2% per year). 3. Decline (1% year) with Northern Ireland being a stronghold (S) consisting of either >50% Irish population or >20% UK population/range or with the Irish or UK population restricted (R) to Northern Ireland or with the Irish or UK population restricted (R) to Northern Ireland i.e. Decline + S or R. 4. Rare (confined to a small population of one or two sites in Northern Ireland) with Northern Ireland being a stronghold (S) consisting of either >50% Irish population or >20% UK population/range or with the Irish or UK population restricted (R) to Northern Ireland i.e. Rare + S or R. 5. At least 20% of international population of species or well-recognised subspecies occurring in Northern Ireland. 6. Irish Red Data Book (RDB) species classed as critically endangered (CR), endangered (EN) or vulnerable (VU). 7. Red-listed species in either Birds of Conservation Concern in Ireland (BOCCI) or the UK Birds of Conservation Concern (UK BOCC) lists.",
            "date_designated": "2010-03-01",
            "reporting_category": "Biodiversity Lists - Northern Ireland",
            "designation": "Priority Species (Northern Ireland)",
            "designation_abbreviation": "NI_Priority",
            "designation_description": "The Northern Ireland Priority List of threatened species requiring conservation action in Northern Ireland. Criteria have been developed to ensure that Priority Species have been chosen using a scientific basis (See http-//www.habitas.org.uk/priority/criteria.html). The list is designed to assist those involved in the conservation of biodiversity by guiding decisions on where to target action and invest resources.",
            "criteria_description": "1",
            "reporting_category_sort_order": "He"
        },
        {
            "designated_name": "Phoca vitulina",
            "source": "Natural Environment and Rural Communities Act 2006 - Species of Principal Importance in England (section 41)",
            "source_description": "Sections 41 (England) of the Natural Environment and Rural Communities Act 2006 require the listing of species of principal importance for the purpose of conserving biodiversity and therefore need to be taken into consideration by a public body when performing any of its functions with a view to conserving biodiversity.",
            "date_designated": "2008-11-01",
            "reporting_category": "Biodiversity Lists - England",
            "designation": "England NERC S.41",
            "designation_abbreviation": "England_NERC_S.41",
            "designation_description": "Species “of principal importance for the purpose of conserving biodiversity” covered under section 41 (England) of the NERC Act (2006) and therefore need to be taken into consideration by a public body when performing any of its functions with a view to conserving biodiversity.",
            "reporting_category_sort_order": "Hb"
        },
        {
            "designated_name": "Phoca vitulina",
            "common_name": "Eastern Atlantic harbour seal/common seal",
            "source": "UK list of Priority Habitats and Species",
            "source_description": "Starting in 2005, the old UK BAP priorities were reviewed and a new list called the UK List of Priority Species and Habitats was published in 2007 after adoption by the Governments of all four UK administrations. The species and habitats on this list help guide conservation actions being taken by the four countries in the UK as part of the UK contribution to the Convention on Biological Diversity.",
            "date_designated": "2007-08-28",
            "reporting_category": "Biodiversity Action Plan UK list of priority species",
            "designation": "Priority Species",
            "designation_abbreviation": "BAP-2007",
            "designation_description": "The UK List of Priority Species and Habitats contains 1150 species and 65 habitats that have been listed as priorities for conservation action under the UK Biodiversity Action Plan (UK BAP).",
            "criteria_description": "Threat,Other",
            "comments": "not on former UK BAP list",
            "reporting_category_sort_order": "Ha"
        },
        {
            "designated_name": "Phoca vitulina",
            "common_name": "Common Seal",
            "source": "Scottish Biodiversity List (incorporating 2007 updates and 2012 categorisation)",
            "source_description": "The Scottish Biodiversity List (SBL) is a list of animals, plants and habitats that Scottish Ministers consider to be of principal importance for biodiversity conservation in Scotland. More information is available from this link: http://www.biodiversityscotland.gov.uk/advice-and-resources/scottish-biodiversity-list/how/. April 2013.",
            "url_source": "http://www.gov.scot/Topics/Environment/Wildlife-Habitats/16118/Biodiversitylist/SBL",
            "date_designated": "2005-11-29",
            "reporting_category": "Biodiversity Lists - Scotland",
            "designation": "Scottish Biodiversity List",
            "designation_abbreviation": "Scottish_Biodiversity_List",
            "designation_description": "The Scottish Biodiversity List is a list of flora, fauna and habitats considered by the Scottish Ministers to be of principal importance for biodiversity conservation. The development of the list has been a collaborative effort involving a great many stakeholders overseen by scientists from the Scottish Biodiversity Forum. Completion of the list is the first time such a stocktake has been done in Scotland.The Scottish Biodiversity List is a tool for public bodies and others doing their Biodiversity Duty. The publication of the Scottish Biodiversity List satisfies the requirements of Section 2(4) of The Nature Conservation (Scotland) Act 2004.",
            "criteria_description": "Category: Conservation action needed; Avoid negative impacts; Criterion: M1 - on UKBAP list; M4 - >25 % decline",
            "comments": "Marine Species. Added to UK BAP list in 2007. Criteria: Threat, Other",
            "reporting_category_sort_order": "Hc"
        },
        {
            "designated_name": "Phoca vitulina",
            "common_name": "Common seal",
            "source": "The Conservation of Habitats and Species Regulations 2010",
            "source_description": "The Conservation of Habitats and Species Regulations 2010 (abbreviated to the Habitats Regulations) consolidate all the various amendments made to the Conservation (Natural Habitats, &c.) Regulations 1994 in respect of England and Wales. The 1994 Regulations transposed the EC Habitats Directive into national law.  In Scotland the Habitats Directive is transposed through a combination of the Habitats Regulations 2010 (in relation to reserved matters) and the 1994 Regulations. Schedule 2- European protected species of animals, Schedule 3- Animals which may not be taken or killed in certain ways, Schedule 4- European protected species of plants.",
            "url_source": "https://www.legislation.gov.uk/uksi/2010/490/schedule/2/made",
            "date_designated": "1994-10-30",
            "reporting_category": "The Conservation of Habitats and Species Regulations 2010",
            "designation": "Schedule 4",
            "designation_abbreviation": "HabReg-Sch4",
            "designation_description": "Schedule 4- Animals which may not be taken or killed in certain ways",
            "reporting_category_sort_order": "K"
        }
    ]
}

