{
    "category": [
        "Bird"
    ],
    "taxon_group": [
        "bird"
    ],
    "recommended_taxon_name": [
        "Pinguinus impennis"
    ],
    "recommended_authority": [
        "(Linnaeus, 1758)"
    ],
    "recommended_qualifier": [
        null
    ],
    "recommended_taxon_version": [
        "NHMSYS0000530766"
    ],
    "designations": [
        {
            "designated_name": "Pinguinus impennis",
            "common_name": "Great Auk",
            "source": "The risk of extinction for birds in Great Britain Sep 2017 British Birds 110: 502-517.",
            "source_description": "The first formal Red List Category for birds based on IUCN criteria and guidelines. This assessment (No 34 in the Species Status series) is not an alternative to BoCC and does not replace or supersede it. It is recommended to use the BoCC status as the starting point for identifying which birds are most deserving of conservation action.  This assessment focusses on regular breeding and over-wintering birds of Great Britain, thus excluding birds in the Isle of Man, Channel Islands and northern Ireland. It includes 289 species and 68 subspecies on the British list and excludes non-natives, vagrants and scarce migrants. For species that have substantial and at least partially distinct breeding and non-breeding populations in GB (defined as having a population in the non-breeding season that is more than twice the size of the breeding population), notably waterbirds, the breeding and wintering populations are assessed separately. Therefore a species is assigned an IUCN Red List category for its breeding and wintering populations. Some notable bird subspecies, all of those for which Britain is of international importance, i.e. more than 20% of the northwest European flyway (wildfowl), East Atlantic flyway (waders) or European (all others) population were also assessed. These are national assessments determining the status of birds in Great Britain, however influences at regional level have also been considered if there is significant immigration of individuals from outside GB likely to breed which could rescue populations from extinction. For non-breeding taxa the assessment considers if conditions both inside and outside the region are deteriorating. Subsequently 22 species have been downgraded to consider this contribution.",
            "url_source": "https://britishbirds.co.uk/article/risk-extinction-birds-great-britain/",
            "date_designated": "2017-09-01",
            "reporting_category": "Red listing based on 2001 IUCN guidelines",
            "designation": "Extinct",
            "designation_abbreviation": "Bird_RedList_GB_post2001-EX_Breeding",
            "designation_description": "A taxon is Extinct in Great Britain when there is no reasonable doubt that the last individual in Great Britain has died. A taxon is presumed extinct when exhaustive surveys in known and/or expected habitat, at appropriate times (diurnal, seasonal, annual), throughout its historical range have failed to record an individual. Surveys should be over a time scale appropriate to the taxons life cycle and life form.",
            "iucn_version": "2001",
            "comments": "Great Auk has been assessed as globally Extinct by IUCN. Last bred in Great Britain c.1812 (Eaton et al. 2015).",
            "reporting_category_sort_order": "Fc"
        }
    ]
}

