{
    "category": [
        "Invertebrate"
    ],
    "taxon_group": [
        "insect - true fly (Diptera)"
    ],
    "recommended_taxon_name": [
        "Platypezina connexa"
    ],
    "recommended_authority": [
        "(Boheman, 1858)"
    ],
    "recommended_qualifier": [
        null
    ],
    "recommended_taxon_version": [
        "NHMSYS0021196362"
    ],
    "designations": [
        {
            "designated_name": "Platypezina connexa",
            "source": "A review of the status of the Lonchopteridae, Platypezidae and Opetiidae flies of Great Britain (NECR246)",
            "source_description": "This report was commissioned to update the national status of flies using IUCN methodology for assessment threat. It includes Lonchopteridae (Pointed-wing flies) and Platypezidae (Flat-footed flies) species and a single species of Opetiidae in Great Britain identifying those that are rare and/or under threat as well as non threatened and non-native species.",
            "url_source": "http://publications.naturalengland.org.uk/publication/5490367884951552",
            "date_designated": "2018-01-28",
            "reporting_category": "Red listing based on 2001 IUCN guidelines",
            "designation": "Not Evaluated",
            "designation_abbreviation": "RedList_GB_post2001-NE",
            "designation_description": "A taxon is Not Evaluated when it is has not yet been evaluated against the criteria",
            "iucn_version": "2001",
            "comments": "First recorded in Britain in Burley New Inclosure New Forest on 17 October 2015.  The finding of two females is indicative of an established population but it cannot be certain if this is a recent coloniser or a relict of a previously overlooked native, though if spruce is a requirement the former is more likely. It is widespread in central and northern Europe, but was first recorded in the Netherlands in 1995, where there are now a good number of records from a wide area of the country.",
            "reporting_category_sort_order": "Fc"
        }
    ]
}

