{
    "category": [
        "Invertebrate"
    ],
    "taxon_group": [
        "insect - beetle (Coleoptera)"
    ],
    "recommended_taxon_name": [
        "Poecilus kugelanni"
    ],
    "recommended_authority": [
        "(Panzer, 1797)"
    ],
    "recommended_qualifier": [
        null
    ],
    "recommended_taxon_version": [
        "NHMSYS0001719655"
    ],
    "designations": [
        {
            "designated_name": "Poecilus kugelanni",
            "source": "Natural Environment and Rural Communities Act 2006 - Species of Principal Importance in England (section 41)",
            "source_description": "Sections 41 (England) of the Natural Environment and Rural Communities Act 2006 require the listing of species of principal importance for the purpose of conserving biodiversity and therefore need to be taken into consideration by a public body when performing any of its functions with a view to conserving biodiversity.",
            "date_designated": "2008-11-01",
            "reporting_category": "Biodiversity Lists - England",
            "designation": "England NERC S.41",
            "designation_abbreviation": "England_NERC_S.41",
            "designation_description": "Species ‚Äúof principal importance for the purpose of conserving biodiversity‚Äù covered under section 41 (England) of the NERC Act (2006) and therefore need to be taken into consideration by a public body when performing any of its functions with a view to conserving biodiversity.",
            "reporting_category_sort_order": "Hb"
        },
        {
            "designated_name": "Poecilus kugelanni",
            "source": "A review of the beetles of Great Britain: Ground Beetles (Carabidae)",
            "source_description": "This report was commissioned to update the national status of ground beetles using IUCN methodology for assessing threat. It covers all species of Carabidae in Great Britain, identifying those that are rare and/or under threat as well as non-threatened and non-native species.",
            "url_source": "http://publications.naturalengland.org.uk/publication/6270849377107968?category=30001",
            "date_designated": "2016-03-11",
            "reporting_category": "Red listing based on 2001 IUCN guidelines",
            "designation": "Near Threatened",
            "designation_abbreviation": "RedList_GB_post2001-NT",
            "designation_description": "Taxa which do not qualify for Lower Risk (conservation dependent), but which are close to qualifying for Vulnerable. In Britain, this category includes species which occur in 15 or fewer hectads but do not qualify as Critically Endangered, Endangered or Vulnerable.",
            "iucn_version": "2001",
            "criteria_description": "B2b(i,ii)",
            "comments": "The species is known from 13 post-1980 hectads in South Hampshire (the New Forest), Dorset, South Devon, East Cornwall and West Norfolk. It meets the area requirements under criterion B2 for Endangered (AOO <500 km2) and Vulnerable (AOO <2,000 km2) and has undergone a substantial decline in AOO and EOO though this may now have stabilised (John Walters, pers. comm.). It is near to the 'Number of locations' threshold for Vulnerable (B2a). The species is not known to be severely fragmented, nor to undergo extreme fluctuations but both are likely for this species of bare ground patches on heathland.",
            "reporting_category_sort_order": "Fc"
        },
        {
            "designated_name": "Poecilus kugelanni",
            "source": "A review of the beetles of Great Britain: Ground Beetles (Carabidae)",
            "source_description": "This report was commissioned to update the national status of ground beetles using IUCN methodology for assessing threat. It covers all species of Carabidae in Great Britain, identifying those that are rare and/or under threat as well as non-threatened and non-native species.",
            "url_source": "http://publications.naturalengland.org.uk/publication/6270849377107968?category=30001",
            "date_designated": "2016-03-11",
            "reporting_category": "Nationally Scarce, Nationally Rare and Other Species",
            "designation": "Nationally Rare. Includes Red Listed taxa",
            "designation_abbreviation": "NR-includes",
            "designation_description": "Nationally Rare - Occurring in 15 or fewer hectads in Great Britain. Includes rare species qualifying under the main IUCN criteria.",
            "reporting_category_sort_order": "Gb"
        },
        {
            "designated_name": "Poecilus kugelanni",
            "common_name": "Kugelannís Green Clock",
            "source": "UK list of Priority Habitats and Species",
            "source_description": "Starting in 2005, the old UK BAP priorities were reviewed and a new list called the UK List of Priority Species and Habitats was published in 2007 after adoption by the Governments of all four UK administrations. The species and habitats on this list help guide conservation actions being taken by the four countries in the UK as part of the UK contribution to the Convention on Biological Diversity.",
            "date_designated": "2007-08-28",
            "reporting_category": "Biodiversity Action Plan UK list of priority species",
            "designation": "Priority Species",
            "designation_abbreviation": "BAP-2007",
            "designation_description": "The UK List of Priority Species and Habitats contains 1150 species and 65 habitats that have been listed as priorities for conservation action under the UK Biodiversity Action Plan (UK BAP).",
            "criteria_description": "Decl,Other",
            "comments": "status on former BAP list- Species Action Plan",
            "reporting_category_sort_order": "Ha"
        }
    ]
}

