{
    "category": [
        "Fish"
    ],
    "taxon_group": [
        "bony fish (Actinopterygii)"
    ],
    "recommended_taxon_name": [
        "Rutilus rutilus"
    ],
    "recommended_authority": [
        "(Linnaeus, 1758)"
    ],
    "recommended_qualifier": [
        null
    ],
    "recommended_taxon_version": [
        "NHMSYS0000544738"
    ],
    "designations": [
        {
            "designated_name": "Rutilus rutilus",
            "common_name": "Roach",
            "source": "The IUCN Red List of Threatened Species (2010)",
            "source_description": "The IUCN Red List of Threatened Species provides taxonomic, conservation status and distribution information on taxa that have been globally evaluated using the IUCN Red List Categories and Criteria. This system is designed to determine the relative risk of extinction, and the main purpose of the IUCN Red List is to catalogue and highlight those taxa that are facing a higher risk of global extinction (i.e. those listed as Critically Endangered, Endangered and Vulnerable). The IUCN Red List also includes information on taxa that are categorized as Extinct or Extinct in the Wild; on taxa that cannot be evaluated because of insufficient information (i.e. are Data Deficient); and on taxa that are either close to meeting the threatened thresholds or that would be threatened were it not for an ongoing taxon-specific conservation programme (i.e. are Near Threatened).",
            "date_designated": "2008-01-01",
            "reporting_category": "Global Red list status",
            "designation": "Lower risk - least concern",
            "designation_abbreviation": "RedList_Global_post2001_LC",
            "designation_description": "A taxon is Least Concern when it has been evaluated against the criteria and does not qualify for Critically Endangered, Endangered, Vulnerable or Near Threatened. Widespread and abundant taxa are included in this category.",
            "iucn_version": "2001",
            "criteria_description": "ver 2001",
            "comments": "Population trend= 'unknown'",
            "reporting_category_sort_order": "F"
        }
    ]
}

