{
    "category": [
        "Mammal"
    ],
    "taxon_group": [
        "terrestrial mammal"
    ],
    "recommended_taxon_name": [
        "Sciurus carolinensis"
    ],
    "recommended_authority": [
        "Gmelin, 1788"
    ],
    "recommended_qualifier": [
        null
    ],
    "recommended_taxon_version": [
        "NHMSYS0000332764"
    ],
    "designations": [
        {
            "designated_name": "Sciurus carolinensis",
            "common_name": "Grey squirrel",
            "source": "The IUCN Red List of Threatened Species (2018)",
            "source_description": "The IUCN Red List of Threatened Species provides taxonomic, conservation status and distribution information on taxa that have been globally evaluated using the IUCN Red List Categories and Criteria. This system is designed to determine the relative risk of extinction, and the main purpose of the IUCN Red List is to catalogue and highlight those taxa that are facing a higher risk of global extinction (i.e. those listed as Critically Endangered, Endangered and Vulnerable). The IUCN Red List also includes information on taxa that are categorized as Extinct or Extinct in the Wild; on taxa that cannot be evaluated because of insufficient information (i.e. are Data Deficient); and on taxa that are either close to meeting the threatened thresholds or that would be threatened were it not for an ongoing taxon-specific conservation programme (i.e. are Near Threatened).",
            "date_designated": "2016-02-02",
            "reporting_category": "Global Red list status",
            "designation": "Lower risk - least concern",
            "designation_abbreviation": "RedList_Global_post2001_LC",
            "designation_description": "A taxon is Least Concern when it has been evaluated against the criteria and does not qualify for Critically Endangered, Endangered, Vulnerable or Near Threatened. Widespread and abundant taxa are included in this category.",
            "iucn_version": "2001",
            "comments": "Population trend: Increasing. Listed as Least Concern because of its wide distribution, large population, occurrence in a number of protected areas, and lack of major threats; it is tolerant to habitat disturbance and its population is increasing.",
            "reporting_category_sort_order": "F"
        },
        {
            "designated_name": "Sciurus carolinensis",
            "common_name": "Grey squirrel",
            "source": "A Review of the Population and Conservation Status of British Mammals: Technical Summary (June 2018)",
            "source_description": "The first comprehensive review of the status of British mammal populations for over 20 years. The population size, range size, temporal trends and future prospects of Britain’s 58 terrestrial mammals are assessed. Island races and feral mammals are excluded from the main review. The objective of the review was to produce the most accurate assessment possible of population size, geographical range, and conservation trends since 1995. Based on IUCN Red List criteria and guidelines.",
            "url_source": "http://publications.naturalengland.org.uk/ & http:",
            "date_designated": "2018-06-13",
            "reporting_category": "Red listing based on 2001 IUCN guidelines",
            "designation": "Not Evaluated",
            "designation_abbreviation": "RedList_GB_post2001-NE",
            "designation_description": "A taxon is Not Evaluated when it is has not yet been evaluated against the criteria",
            "iucn_version": "2001",
            "comments": "Species is non-native.",
            "reporting_category_sort_order": "Fc"
        }
    ]
}

