{
    "category": [
        "Invertebrate"
    ],
    "taxon_group": [
        "insect - hymenopteran"
    ],
    "recommended_taxon_name": [
        "Temnothorax interruptus"
    ],
    "recommended_authority": [
        "(Schenck, 1852)"
    ],
    "recommended_qualifier": [
        null
    ],
    "recommended_taxon_version": [
        "NHMSYS0000876742"
    ],
    "designations": [
        {
            "designated_name": "Leptothorax interruptus",
            "source": "A review of the scarce and threatened bees, wasps and ants of Great Britain (Falk, S.J.)",
            "source_description": "Falk, S J.  Research & survey in nature conservation, No. 35.  Published by JNCC, 1991.  Updates relevant information in the RDB Insects (1987) using the old IUCN categories and criteria.",
            "url_source": "http://jncc.defra.gov.uk/pdf/Pub91_Review_of_threatened_bees_wasps_ants_PRINT.pdf",
            "date_designated": "1991-01-01",
            "reporting_category": "Red Listing based on pre 1994 IUCN guidelines",
            "designation": "Rare",
            "designation_abbreviation": "RedList_GB_Pre94-R",
            "designation_description": "Taxa with small populations that are not at present Endangered or Vulnerable, but are at risk. (In GB, this was interpreted as species which exist in fifteen or fewer 10km squares). Superseded by new IUCN categories in 1994, but still applicable to lists that have not been reviewed since 1994.",
            "iucn_version": "pre 1994",
            "comments": "pre 1994 IUCN criteria",
            "reporting_category_sort_order": "Fa"
        },
        {
            "designated_name": "Temnothorax interruptus",
            "source": "Natural Environment and Rural Communities Act 2006 - Species of Principal Importance in England (section 41)",
            "source_description": "Sections 41 (England) of the Natural Environment and Rural Communities Act 2006 require the listing of species of principal importance for the purpose of conserving biodiversity and therefore need to be taken into consideration by a public body when performing any of its functions with a view to conserving biodiversity.",
            "date_designated": "2008-11-01",
            "reporting_category": "Biodiversity Lists - England",
            "designation": "England NERC S.41",
            "designation_abbreviation": "England_NERC_S.41",
            "designation_description": "Species “of principal importance for the purpose of conserving biodiversity” covered under section 41 (England) of the NERC Act (2006) and therefore need to be taken into consideration by a public body when performing any of its functions with a view to conserving biodiversity.",
            "reporting_category_sort_order": "Hb"
        },
        {
            "designated_name": "Temnothorax interruptus",
            "common_name": "Long-spined Ant",
            "source": "UK list of Priority Habitats and Species",
            "source_description": "Starting in 2005, the old UK BAP priorities were reviewed and a new list called the UK List of Priority Species and Habitats was published in 2007 after adoption by the Governments of all four UK administrations. The species and habitats on this list help guide conservation actions being taken by the four countries in the UK as part of the UK contribution to the Convention on Biological Diversity.",
            "date_designated": "2007-08-28",
            "reporting_category": "Biodiversity Action Plan UK list of priority species",
            "designation": "Priority Species",
            "designation_abbreviation": "BAP-2007",
            "designation_description": "The UK List of Priority Species and Habitats contains 1150 species and 65 habitats that have been listed as priorities for conservation action under the UK Biodiversity Action Plan (UK BAP).",
            "criteria_description": "Resp_threat",
            "comments": "not on former UK BAP list",
            "reporting_category_sort_order": "Ha"
        }
    ]
}

