{
    "category": [
        "Bird"
    ],
    "taxon_group": [
        "bird"
    ],
    "recommended_taxon_name": [
        "Thalasseus bengalensis"
    ],
    "recommended_authority": [
        "(Lesson, R, 1831)"
    ],
    "recommended_qualifier": [
        null
    ],
    "recommended_taxon_version": [
        "NHMSYS0021274146"
    ],
    "designations": [
        {
            "designated_name": "Sterna bengalensis",
            "common_name": "Lesser Crested Tern",
            "source": "Convention on Migratory Species",
            "source_description": "The Convention on the Conservation of Migratory Species of Wild Animals (Bonn Convention or CMS) was adopted in Bonn, Germany in 1979 and came into force in 1985. Contracting Parties work together to conserve migratory species and their habitats by providing strict protection for endangered migratory species (listed in Appendix 1 of the Convention), concluding multilateral Agreements for the conservation and management of migratory species which require or would benefit from international cooperation (listed in Appendix 2), and by undertaking co-operative research activities",
            "date_designated": "1994-01-01",
            "reporting_category": "Convention on Migratory Species",
            "designation": "Appendix 2",
            "designation_abbreviation": "CMS_A2",
            "designation_description": "Migratory species having an unfavourable conservation status for which Range States are encouraged to conclude international agreements for their benefit.",
            "reporting_category_sort_order": "C1"
        },
        {
            "designated_name": "Sterna bengalensis",
            "common_name": "Lesser Crested Tern",
            "source": "Agreement on the Conservation of African-Eurasian Migratory Waterbirds (AEWA)",
            "source_description": "Agreement on the Conservation of African-Eurasian Migratory Waterbirds (AEWA) as adopted by the 4th Session of the Meeting of the Parties to AEWA, September 2008. Published by the UNEP/AEWA Secretariat, UN-Premises, Hermann-Ehlers-Str. 10, D-53113 Bonn, Germany",
            "date_designated": "2008-09-01",
            "reporting_category": "Convention on Migratory Species",
            "designation": "AEWA Annex II",
            "designation_abbreviation": "CMS_AEWA-A2",
            "designation_description": "Conservation of migratory waterbirds, giving special attention to endangered species as well as to those with an unfavourable conservation status.",
            "criteria_description": "Species of birds that are ecologically dependent on wetlands for at least part of their annual cycle, have a range which lies entirely or partly within the Agreement Area",
            "reporting_category_sort_order": "C1"
        }
    ]
}

