{
    "category": [
        "Invertebrate"
    ],
    "taxon_group": [
        "spider (Araneae)"
    ],
    "recommended_taxon_name": [
        "Zora silvestris"
    ],
    "recommended_authority": [
        "Kulczynski, 1897"
    ],
    "recommended_qualifier": [
        null
    ],
    "recommended_taxon_version": [
        "NBNSYS0000008713"
    ],
    "designations": [
        {
            "designated_name": "Zora silvestris",
            "source": "A Review of the scarce and threatened spiders (Araneae) of Great Britain: Species Status No. 22 (Sep 2017)",
            "source_description": "This review assesses the threat of extinction, based on IUCN Red List categories, for the species recorded in Britain and considered eligible for consideration under those IUCN criteria. This report was commissioned to update the national threat status of Araneae using IUCN methodology for assessing threat. It covers all species of Arachnids in Great Britain, identifying those that are rare and/or under threat as well as non-threatened and non-native species.",
            "url_source": "https://naturalresources.wales/media/683017/nrw-ev",
            "date_designated": "2017-09-01",
            "reporting_category": "Nationally Scarce, Nationally Rare and Other Species",
            "designation": "Nationally Rare. Includes Red Listed taxa",
            "designation_abbreviation": "NR-includes",
            "designation_description": "Nationally Rare - Occurring in 15 or fewer hectads in Great Britain. Includes rare species qualifying under the main IUCN criteria.",
            "reporting_category_sort_order": "Gb"
        },
        {
            "designated_name": "Zora silvestris",
            "source": "A Review of the scarce and threatened spiders (Araneae) of Great Britain: Species Status No. 22 (Sep 2017)",
            "source_description": "This review assesses the threat of extinction, based on IUCN Red List categories, for the species recorded in Britain and considered eligible for consideration under those IUCN criteria. This report was commissioned to update the national threat status of Araneae using IUCN methodology for assessing threat. It covers all species of Arachnids in Great Britain, identifying those that are rare and/or under threat as well as non-threatened and non-native species.",
            "url_source": "https://naturalresources.wales/media/683017/nrw-ev",
            "date_designated": "2017-09-01",
            "reporting_category": "Red listing based on 2001 IUCN guidelines",
            "designation": "Critically Endangered",
            "designation_abbreviation": "RedList_GB_post2001-CR",
            "designation_description": "A taxon is Critically Endangered when it is facing an extremely high risk of extinction in the wild in the immediate future, as defined by any of the criteria A to E.",
            "iucn_version": "2001",
            "criteria_description": "B2ab(ii,iv)",
            "comments": "This spider has only been found in very small numbers. Several specimens were found at Hurt Wood, Surrey, and Sherwood Forest, Nottinghamshire, but it has been recorded from just one location since 1993. It shows a major decline in AOO and is currently known at only a single location. Threats: Fires in the mature heather habitat are a threat to this species. Management to reduce the fire risk by preventing the heather reaching the mature phase, such as by grazing or burning on a short rotation, is often used on nature reserves, but would probably result in very little heather being at the desired stage for this spider. Small unmanaged areas rapidly succumb to scrub encroachment, with loss of heather. Heathlands are also at risk from urban expansion and conversion to arable land. Motorcycle scrambling may cause damage to areas of heath and where sites are close to the roadside, there is risk from traffic pollution, road salt and roadworks.",
            "reporting_category_sort_order": "Fc"
        }
    ]
}

